[
	{
		"Title": "Salmorejo De Zanahoria",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Entrante"
		],
		"Type": "Entrante",
		"Ingredients": [
			"350 gr de zanahorias de manojo",
			"450 ml de caldo de verduras",
			"100 g de aceite de oliva virgen extra",
			"2 rebanadas de pan de molde",
			"1 diente de ajo",
			"Vinagre de vino tinto",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": "Guarnición",
			"Ingredients": [
				"8 zanahorias pequeñas",
				"Hojas de zanahoria fritas",
				"Hojas de kale fritas",
				"Mató o requesón",
				"Brotes o germinados"
			]
		},
		"Steps": [
			"Escaldar las zanahorias en agua hirviendo un par de minutos. Raspar con un estropajo limpio las más pequeñas de la guarnición.",
			"Las demás, asarlas en el horno a 220 grados unos 15 minutos o hasta que estén tiernas, y después tostarlas ligeramente por fuera con un soplete si se tiene. También se pueden hacer en la parrilla en vez de usar horno y soplete.",
			"Triturar las zanahorias asadas con el caldo, el pan, el ajo, el aceite, un chorro de vinagre y sal. Ajustar de espesor con más caldo o más pan, y pasar por el chino para que la crema quede más fina.",
			"Servir con las zanahorias pequeñas, hojas de kale y de zanahoria fritas, mató o requesón desmigado, brotes y un chorrito de aceite final."
		]
	},
	{
		"Title": "Croquetas atún",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Thermomix"
		],
		"Type": "Entrante",
		"Ingredients": [
			"3 latas de atún en aceite de oliva",
			"80g. de cebolla.",
			"30g. del aceite del atún.",
			"45g. de mantequilla.",
			"100g. de harina de trigo.",
			"300g. de leche.",
			"3 cucharadas grandes de queso Philadelphia.",
			"Sal.",
			"Pimienta.",
			"Nuez moscada."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En primer lugar colocar la cebolla en el vaso cortada en cuartos y triturar 7seg./vel.7.",
			"Después incorporar el aceite de las latas de atún junto con la mantequilla y programar 5min/temp. varoma/ vel.1.",
			"A continuación añadir la harina y sofreír 2 min/100º/vel. 2.",
			"Al acabar introducir ahora el atún junto con el resto de ingredientes y programar 7min/100º/vel.3",
			"Seguidamente volcar la masa en un recipiente y dejarla enfriar una hora aproximadamente en la nevera. Si está más tiempo en la nevera no pasa nada.",
			"Después darles la forma que deseemos y pasarlas por huevo batido y pan rallado.",
			"Finalmente sofreír en una sartén con abundante aceite hasta que se doren."
		]
	},
	{
		"Title": "Chuletas al limón",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"6 chuletas de cerdo",
			"1 barra de mantequilla",
			"Ralladura de dos limones",
			"2 cucharaditas de azúcar",
			"1 vaso de vino blanco seco",
			"1/2 vaso de agua",
			"Perejil picado",
			"Sal y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Sazona las chuletas con sal y pimienta Fríelas en la mitad de la mantequilla.",
			"Pon a hervir el agua con el azúcar y la ralladura de los limones.",
			"En un sartén incorpora las chuletas doradas, agrega el vino blanco, el agua infusionada con la corteza de limón, el resto de la mantequilla y deja cocinar hasta que la carne esté suave.",
			"Al servir agrega el perejil picado."
		]
	},
	{
		"Title": "Solomillo al oloroso",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"2 solomillos de cerdo",
			"1 Cebolla",
			"100ml de oloroso",
			"100ml de caldo de carne"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Trocear el solomillo en filetes/medallones de tamaño mediano",
			"Cortamos la cebolla en juliana, y la ponemos en la sartén con un poco de aceite de oliva virgen extra. En cuanto los pedazos se ponen transparentes, bajamos al fuego al mínimo y dejamos que se hagan poco a poco, hasta que toman color.",
			"Añadimos entonces los trozos del solomillo de cerdo y los marcamos un poco por ambas caras, mientras la cebolla sigue haciéndose y oscureciéndose. Es el momento de incorporar el vino de Jerez oloroso.",
			"Tras un par de minutos a fuego vivo, bajamos el fuego y añadimos el caldo de carne y dejamos que la carne se cocine a fuego lento otros dos o tres minutos por cada lado, mientras la salsa se va evaporando y concentrando.",
			"El plato estará listo cuando prácticamente no quede salsa, tras unos seis o siete minutos desde que añadimos el caldo."
		]
	},
	{
		"Title": "Roquefort dulce",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Entrante"
		],
		"Type": "Entrante",
		"Ingredients": [
			"150gr Roquefort",
			"Nata cocinar",
			"Dos cucharadas harina",
			"Miel de caña al gusto",
			"Nueces al gusto"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Añadir la nata 10dc y las dos cucharada de harina disuelta en agua para que la mezcla se espese.",
			"Batir con batidora.",
			"Añadir las dos cucharadas de miel de caña y dejar enfriar unos 30 minutos en el congelador o unas 3 horas en el frigorífico; Echar nueces por encima y lista para comer con unos biscotes."
		]
	},
	{
		"Title": "Salchichas al vino blanco",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"8 Salchichas frescas",
			"1 cebolla mediana (unos 200 gramos)",
			"1 diente de ajo",
			"1 hoja de laurel",
			"1 vaso de vino blanco (250 ml)",
			"1 vaso de caldo de pollo (250 ml)",
			"4 cucharadas de aceite de oliva (40 ml)",
			"1 cucharada pequeña de sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Vamos a utilizar un par de sartenes para preparar esta receta. Coge una de tamaño entre mediano y grande para la cebolla y el ajo y otra sartén mediana para las salchichas.",
			"Pela el diente de ajo, córtalo en rodajas finas y resérvalo aparte. Pela la cebolla y pícala finamente.",
			"En una sartén pon dos de las cuatro cucharadas de aceite, la cebolla, la hoja de laurel y media cucharada pequeña con sal. Pon a fuego medio para que se poche la cebolla y cuando lleve 5 minutos añade el ajo que teníamos reservado.",
			"Mientras se pocha la cebolla prepararemos las salchichas. En una sartén ponemos las otras dos cucharadas de aceite, añadimos las salchichas (o longanizas) y las dejamos a fuego medio que se vayan haciendo poco a poco.",
			"Cuando la cebolla esté pochada sube el fuego de las dos sartenes. Queremos que la salchichas y la cebolla cojan un poco de color, pero con cuidado de no quemar la cebolla. Cuando la cebolla haya cogido un poquito de color le añadimos las salchichas y el vaso de caldo (si está caliente mejor).",
			"Echamos el vaso de vino en la sartén donde estaban las salchichas y lo ponemos a fuego fuerte. Cuando hierva arañaremos el fondo de la sartén con una cuchara de madera para arrastras los jugos que haya soltado la salchicha. Dejamos que se evapore el alcohol del vino blanco durante un par de minutos y lo añadimos a la sartén con la cebolla, el ajo, las salchichas y el caldo de pollo.",
			"Ahora solo nos queda dejar a fuego medio hasta que reduzca todo el líquido y nos quede una salsa muy densa.",
			"Cuando esté la salsa en su punto prueba de sal, si el caldo de pollo estaba salado quizás no necesites más, pero si no llevaba sal quizás necesites añadir la media cucharada de sal que tenemos reservada."
		],
		"Others": [
			"Si no tienes caldo de pollo sustitúyelo por la misma cantidad de agua con media pastilla de caldo concentrado y no añadas nada más que la sal que lleva la cebolla al principio."
		]
	},
	{
		"Title": "Bombas mexicanas",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Mexicana",
			"Entrante"
		],
		"Type": "Entrante",
		"Ingredients": [
			" 400 gr de carne picada de ternera",
			"10 patatas medianas",
			"3 huevos",
			"Perejil c/n",
			"Pimienta blanca c/n",
			"Sal",
			"Aceite de oliva c/n",
			"Pan rayado c/n"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Primero cocemos las patatas en una olla con agua y algo de sal. Una vez cocidas las trituramos en un bol con ayuda de un tenedor.",
			"Reogamos la carne en una sartén con aceite de oliva, perejil, pimienta blanca, sal, y una vez hecha lo apartamos del fuego.",
			"Ahora cogemos (con las manitas bien limpias) la pasta de la patata y hacemos una semi esfera del tamaño de una pelotita, el tamaño irá a gusto. El interior, con ayuda de una cuchara, lo rellenamos con la carne picada preparada, y añadiremos más patata para cerrar la esfera. Una vez hechas, tan sólo hay que pasarlas por huevo y después por pan rallado y a la sartén, hasta que queden doradas, y ya están listas para comer.",
			"La carne se pùede sustituir por queso."
		]
	},
	{
		"Title": "Alubias Blancas con chorizo",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cuchara",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"500 gr. de alubia blanca (a remojo con sal al menos 12h)",
			"3 chorizos frescos",
			"200 gr. de panceta curada",
			"2 tomates",
			"1 puerro (parte blanca) y 1 cebolla",
			"3 dientes de ajo",
			"2 hojas de laurel",
			"1 cucharada rasa de Pimentón de la Vera (dulce o picante)",
			"1 ñora",
			"Aceite de oliva virgen extra",
			"Sal (al gusto)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Lavamos y pelamos las verduras. En una olla grande y alta, ponemos las alubias, media cebolla (pelada), los tomates sin piel, 2 dientes de ajo y el puerro (parte blanca).",
			"Cubrimos de agua, con un par de dedos (3-4 cm.) por encima de las alubias. Añadimos las hojas de laurel.",
			"Ponemos a fuego alto y llevamos a ebullición. Cuando comience a hervir, bajamos a fuego bajo, salamos al gusto y cocinamos 1 hora.",
			"Controlamos la cazuela, para que no se quede sin nivel de agua. También para retirar la espuma que se pueda formar en la superficie, si es el caso.",
			"Cuando falten unos 10 minutos nos ponemos con el sofrito.",
			"Picamos la cebolla restante en “brunoise” y el ajo fino. Sofreímos en una sartén con una lámina de aceite de oliva virgen extra, y salamos ligeramente.",
			"Cuando esté la cebolla pochada, retiramos del fuego y dejamos atemperar.",
			"Añadimos la cucharada de pimentón y mezclamos bien con una cuchara de madera (o similar). Sin parar el movimiento, para que no se nos queme el pimentón.",
			"En este punto puedes pasar por la batidora las verduras de la cazuela con un poco de agua de coccion y tras pasarlo por el chino añadirlo a la cazuela este caldo de verduras, también puedes dejarlas sin más, añade tambien a la cazuela el sofrito, los chorizos y la panceta picados junto con la ñora.",
			"Movemos en vaivén, agarrando pro las asas, para que se integren bien todos los ingredientes.",
			"Con todo en la olla, vamos a cocinar otros 40-45 min. más a fuego bajo.",
			"Si es necesario añadimos un poco más de líquido (agua caliente). Cuando queden unos 10 minutos probad las alubias para comprobar su punto, y el caldo por si hay que rectificar de sal."
		]
	},
	{
		"Title": "Chili",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Mexicana",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"300 gr de carne picada",
			"250 gr de frijoles o alubias cocidas",
			"1 diente de ajo seco.",
			"1/2 cebolla.",
			"250 gr de tomate triturado.",
			"200 ml de caldo de carne, de pollo, de verduras o del líquido de cocer o escurrir los frijoles.",
			"1/2 cucharadita de postre de azúcar.",
			"1/2 cucharadita de postre de comino molido.",
			"1/2 cucharadita de pimentón dulce.",
			"1 cucharadita de postre de salsa Perrins (opcional).",
			"Guindilla al gusto",
			"Unas hojas de cilantro fresco.",
			"Aceite de oliva y sal."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Empieza pelando la cebolla y picándola finita y haz lo mismo con el ajo, pélalo y pícalo.",
			"En una sartén alta o una olla echa un poco de aceite de oliva y ponla a fuego medio. Cuando esté caliente echa la cebolla y el ajo y cocínalos durante 5 minutos, lo justo para que la cebolla empiece a dorarse.",
			"Incorpora la guindilla, la salsa Perrins, el pimentón y el comino y mezcla durante 1 minuto.",
			"Añade la carne picada y un poco de sal y cocínalo todo junto hasta que la carne deje de estar rosada, tardará apenas unos 5 minutos. No olvides ir presionándola con la paleta de cocina para que se vaya soltando y se deshaga un poco, sin que quede pegada en trozos grandes.",
			"Añade el tomate, el líquido de cocer los frijoles o el caldo y el azúcar y cocina (con la olla destapada) a fuego suave durante media hora o hasta que veas que se ha evaporado la mayor parte del caldo pero no todo, la mezcla debe quedar melosa, no seca.",
			"Añade los frijoles escurridos y el maíz dulce y cocínalo todo junto 10 minutos más.",
			"Prueba el chile con carne por si tienes que rectificarlo de sal o si quieres añadirle más guindilla."
		]
	},
	{
		"Title": "Hamburguesa Vegetal",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 taza de arroz/quinoa",
			"2 Cucharadas Pimenton Rojo",
			"1/2 Cebolla picada",
			"2 Cucharadas de Zanahoria",
			"1/2 Taza Harina Garbanzos",
			"Orégano, Pimienta y sal al gusto",
			"Agua"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Sofreir la cebolla, la zanahoria y el pimienton.",
			"Luego se cuece el arroz/quinoa con el sofrito.",
			"Mientras se enfría añadir la harina y el agua para dar forma."
		]
	},
	{
		"Title": "Compota de manzana",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"3 manzanas",
			"300 ml de agua",
			"150 g de azúcar",
			"1 ramita de canela"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En un cazo ponemos el agua y el azúcar y llevamos a ebullición a fuego medio para que el azúcar se disuelva poco a poco.",
			"Dejamos un par de minutos hasta que se fome un almíbar muy ligero. Mientras, lavamos, pelamos y descorazonamos las manzanas.",
			"Las troceamos y añadimos a la cazuela justo cuando el almíbar está hecho y sigue burbujeando ligeramente. Ponemos la ramita de canela, tapamos la cazuela, bajamos el fuego y cocemos durante unos 30 minutos. El tiempo depende un poco de la variedad de manzana y del tamaño de los trozos.",
			"Retiramos el fuego y servimos templada o como acompañamiento de helado. Si la canela no os gusta podéis utilizar una vaina de vainilla, o nada, como prefiráis. "
		]
	},
	{
		"Title": "Crema pastelera",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"500 ml. (medio litro) de leche entera",
			"corteza de limón (solo la parte amarilla)",
			" Una rama de canela.",
			" 150 gramos de azúcar.",
			" 45 gramos de maicena (harina de maíz).",
			" Tres yemas de huevo."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos a calentar la leche con el limón, la canela y el azúcar.",
			"Cuando rompa a hervir la apartamos y la dejamos infusionar con el limón y la canela hasta que temple.",
			"En un cuenco mezclamos muy bien las yemas de huevo con la harina de maíz hasta formar una crema.",
			"Cuando la leche esté templada le añadimos un poco a las yemas y seguimos moviendo con las varillas hasta integrarla bien, cuidando de que no forme grumos.Añadimos la totalidad de la leche, sin dejar de remover. Lo ponemos en una cazuela a fuego lento, sin dejar de batir hasta que espese y tenga la consistencia que deseemos. Debéis tener en cuenta que cuando la crema se enfría espesa aún más. Dejarla enfriar completamente antes de usarla."
		]
	},
	{
		"Title": "Marron Glace",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"1/2 kg. de castañas",
			"300gr azúcar",
			"1 vaina de vainilla o 2 cucharadas de azúcar vainillada"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Se hace un pequeño corte en las castañas y se ponen en una olla con agua caliente escaldandolas unos 5 minutos.",
			"Pelamos las castañas quitando también la piel fina con mucho cuidado que no se rompan.",
			"En una cazuela ponemos 3/4 l. de agua, el azúcar y la vainilla y cocemos durante 15 minutos a fuego medio.",
			"Añadimos las castañas y aflojamos el fuego, dejamos cocer hasta que las castañas estén tiernas con un fuego muy suave, para que no se rompan, aproximadamente de 15 a 20 minutos Dejamos reposar las castañas en este almíbar durante un día entero.",
			"Forramos la bandeja del horno con papel vegetal y ponemos las castañas. Horneamos unos 20 minutos a 125º, hasta que estén bien secas. Las dejamos enfriar y las presentamos en capsulas de papel."
		]
	},
	{
		"Title": "Leche frita",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"1 litro de leche entera",
			"2 huevos 120 gr. de harina de trigo (6 cucharadas según la abuela)",
			" 120 gr. de azúcar (6 cucharadas según la abuela)",
			"Aceite de girasol",
			"Cáscara de limón",
			"Sal",
			"Rebozado: 3 huevos y 100 gr. de harina"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Aunque en la elaboración de la receta os llevará sobre 30 min, debéis de tener en cuenta que en medio del proceso, deberá reposar la masa de un día para otro. Por ejemplo, si la hacemos por la tarde, pues reposará hasta la mañana siguiente.",
			"Comenzamos separando unos 400 ml. de leche en una taza y vamos añadiendo poco a poco la harina, al mismo tiempo que removemos con una varilla de repostería. Lo hacemos de manera que no nos queden grumos en la mezcla. Podéis usar también mitad harina de trigo (60 gr.) y mitad Maizena (60 gr.), de este modo espesará más rápido. Batimos 2 huevos y los incorporamos a la mezcla anterior.",
			"Removemos bien con las varillas para que la mezcla quede perfectamente integrada y sin grumos. Lavamos el limón y pelamos finamente la piel, procurando que no lleve la parte interior blanca, que dará amargor a la leche. Ponemos el resto de la leche (600 ml.) a calentar en una cazuela y añadimos la piel de limón. Mi abuela le echa también una pizca de sal. En cuanto comience el primer hervor, bajamos a fuego medio y retiramos la cáscara de limón.",
			"Ahora iremos incorporando a la cazuela la mezcla de los primeros pasos de la receta, poco a poco y removiendo sin parar al mismo tiempo con unas varillas. Es importante no parar de remover en ningún momento ya que no queremos que se nos queme o pegue a la cazuela. Nos tiene que resultar una crema con textura espesa, como en la siguiente foto. Toca ahora el turno del azúcar, que añadimos y removemos de nuevo continuadamente como en anteriores pasos.",
			"Sin parar de mezclar, pasados unos 2-3 minutos el azúcar estará perfectamente integrado. Elegimos una fuente para verter el contenido de la cazuela, que sea bastante amplia ya que nos debe quedar un grosor/altura de unos 2 cm. de crema. Humedecemos la fuente con agua fría, la escurrimos y vertemos la mezcla de la cazuela en ella. Con ese truco del agua (de la abuela) no se pegará la crema a la fuente. Debe de enfriar lo suficiente para que esté bien consistente antes de rebozar y freír. Lo que os recomiendo es prepararla de un día para otro, para que esté en su punto óptimo. Normalmente mi abuela la hace por la tarde y una vez que ha templado a temperatura ambiente, la deja en el frigorífico hasta la mañana siguiente. Por lo tanto, al menos 16-18 horas de reposo en frío.",
			"Las porciones: con un cuchillo cortamos la crema fría en porciones cuadradas o rectangulares de unos 5-6 cm y las vamos reservando en un plato antes del rebozado.",
			"El rebozado: vamos a rebozar las porciones en harina y huevo. En una sartén grande y amplia vertemos abundante aceite de girasol (mi abuela usa este porque el de oliva es fuerte y le aporta sabor al postre) y calentamos a fuego alto. Batimos los 3 huevos restantes.",
			"Pasamos las porciones por harina, sacudimos un poquito para que no lleven demasiado, mojamos en el huevo y freímos en la sartén cuando el aceite esté bien caliente. Para comprobar la temperatura podéis echar un trocito de pan y cuando esté dorado nos ponemos en marcha. Freímos con el aceite bastante caliente. Un minuto por cada lado es suficiente para que esté doradita y lista. Retiráis las porciones y reserváis en una fuente con papel absorbente de cocina, para que escurra bien el aceite.",
			"Escogemos una bonita fuente (o un plato) donde presentaremos la leche frita en la mesa.",
			"Espolvoreamos la base con azúcar blanco, colocamos las porciones y volvemos a echarles azúcar por la parte superior. Una vez templada podríamos consumirla pero en nuestro caso la dejamos en el frigorífico hasta la hora de comer/cenar, un par de horas por lo menos. Esto va en el gusto de cada uno. Otra opción es echar también un poco de canela por encima además del azúcar."
		]
	},
	{
		"Title": "Helado Chocolate",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"4 cucharadas de cacao en polvo",
			"2 cucharadas de azúcar",
			"100 gr mantequilla",
			"1 cucharada Coñac"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Separe las yemas y póngalas en la batidora. Añada la mantequilla, cacao y 1 cucharada de azúcar y otra de coñac. Mezcle hasta formar una masa homogénea.",
			"Bata las claras hasta que estén a punto de nieve, añadir una cucharada de azúcar y volver a remover. Añádelo a la mezcla anterior y vuelve a batir.",
			"Unta el molde en mantequilla y vuelva la mezcla, mételo en el congelador al menos 2h."
		]
	},
	{
		"Title": "Helado Leche",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"3 tazones de leche",
			"1 huevo ",
			"4 cucharadas de azúcar",
			"Canela en rama ",
			"1 Cuchara postre de coñac"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Poner en un cazo la leche, el azúcar y una pizca de canela. Cuando hierva añadimos el huevo batido y el coñac. Remover para que no cuaje el huevo y dejar hirviendo otro minutos.",
			"Cuando se enfrié al congelador durante un par de horas sin dejar de batir para que quede cremoso."
		]
	},
	{
		"Title": "Patatas a la riojana",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cuchara",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 cebolla",
			"4 dientes de ajo",
			"2-3 chorizos frescos",
			"4-6 patatas, 2 pimientos choriceros rehidratados",
			"perejil (opcional), pimentón dulce",
			"1 hoja de laurel",
			"aceite de oliva virgen extra",
			"agua y sal."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Echar el ajo y las cebollas en una cazuela y dorarlos con aceite y luego añadir el chorizo hasta que cojan color.",
			"Añadir pimenton, peregil, los pimientos choriceros mezclar y añadir agua hasta cubir, cocer dejando que espese."
		]
	},
	{
		"Title": "Garbanzos con chorizo",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Cuchara",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"400 gramos garbanzos",
			"150 gramos cebolla",
			"1 diente ajo",
			"40 gramos aceite",
			"100 gramos chorizo",
			"20 gramos vino blanco",
			"1 cucharadita pimentón",
			"1 cucharada maicena",
			"400 gramos agua",
			"1 pellizco sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Si usamos garbanzos de bote, enjuagar los garbanzos con agua y los ponemos a escurrir en un colador o en el propio cestillo de la Thermomix.",
			"Escurrir los garbanzos",
			"Ponemos la cebolla y el ajo en el vaso de la Thermomix y troceamos 3 segundos a velocidad 5.",
			"Añadimos el aceite y sofreímos programando 8 minutos a temperatura varoma y velocidad 1.",
			"Añadimos el chorizo troceado y programamos 2 minutos a temperatura varoma, giro a la izquierda y velocidad cuchara.",
			"Sofrito para garbanzos con chorizo en Thermomix",
			"Mientras se sofríe el chorizo diluimos la maicena en un vasito de agua fría y y cuando haya acabado el tiempo lo añadimos al vaso.",
			"Añadimos el pimentón, y mezclamos durante 20 segundos a velocidad cuchara.",
			"Incorporamos el agua, el vino blanco y la sal. Programamos 10 minutos a temperatura varoma, giro a la izquierda y velocidad cuchara.",
			"Añadimos los garbanzos y programamos 5 minutos más a temperatura varoma, giro a la izquierda y velocidad cuchara."
		]
	},
	{
		"Title": "Lentejas",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cuchara",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"Lentejas",
			"Chorizo",
			"1 hoja de laurel",
			"2 Zanahorias ",
			"1 Tomate",
			"5 dientes de ajo",
			"1 cebolla",
			"1 pimiento rojo",
			"1 pastilla avecrem",
			"1 cucharada pimiento vera",
			"½ pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Poner aceite a calentar y hacer el refrito con las verduras.",
			"Luego se añade avecrem, pimentón y un poco de agua y se muelen para echarlo a las lentejas escurridas junto al laurel, el chorizo"
		]
	},
	{
		"Title": "Pollo coco, soja y cacahuetes",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Thermomix"
		],
		"Type": "Principal",
		"Ingredients": [
			"200 g de pechugas de pollo",
			"100 g de cacahuetes fritos, con sal y sin piel",
			"70 g de cebolla",
			"2 dientes de ajo",
			"1 cucharada sopera de cominos",
			"25 g de aceite de oliva",
			"100 g de leche de coco",
			"100 g de salsa de soja",
			"1 cucharada sopera de miel (20 g aprox.)",
			"1 cucharadita (de las de café) de sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos en el vaso los cacahuetes, el ajo y el comino. Trituramos durante 5 segundos a velocidad 7.",
			"Añadimos 25 g de aceite de oliva y sofreímos la mezcla durante 3 minutos, 100º, velocidad 1.",
			"Añadimos la cebolla a grandes trozos y troceamos 5 segundos a velocidad 5.",
			"Bajamos los restos de las paredes del vaso con la espátula, le añadimos la leche de coco y programamos 3 minutos, 100º, velocidad 1. Con cubilete.",
			"Mientras, troceamos las pechugas en tiras.",
			"Añadimos la salsa de soja, la miel y la sal. Programamos 2 minutos, 100º, velocidad 1. Con cubilete.",
			"Añadimos la pechuga y programamos 10 minutos, 100º, velocidad cuchara, giro a la izquierda. Con cubilete.",
			"Quitamos el cubilete y programamos 5 minutos más, 100º, velocidad cuchara, giro a la izquierda. Sin cubilete."
		]
	},
	{
		"Title": "Pollo Jack Daniel's",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"4 pechugas de pollo",
			"Pan rallado",
			"Aceite"
		],
		"Ingredients2": {
			"TitleIngredients2": "Salsa Jack Daniel´s",
			"Ingredients": [
				"1l. de zumo de piña",
				"500ml de agua",
				"40cl de salsa de soja",
				"3 guindillas",
				"3 ajos",
				"Zumo de 1 limón",
				"1kg de azúcar moreno",
				"50cl de Jack Daniel´s"
			]
		},
		"Steps": [
			"Troceamos las pechugas de pollo en tacos, una por persona.",
			"A continuación, las empanamos, solo en pan rallado, esto dará un toque crujiente y un color dorado al pollo.",
			"Echamos 4 ó 5 cucharadas de aceite en la sartén, cuando esté bien caliente, freímos los tacos y los dejamos dorar.",
			"Una vez fritos, los presentamos en un plato acompañado de un trozo de pan y lo salseamos al gusto con el toque de gracia especial.",
			"Elaboración de la salsa Jack Daniel´s:",
			"En una cazuela o cazo, añadimos los ingredientes líquidos:",
			"El zumo de piña, el agua, zumo de limón, salsa de soja y el Jack Daniel´s, y lo ponemos a fuego lento, para que se mezclen suavemente.",
			"Seguidamente, añadimos el azúcar, las guindillas y los ajos, estos últimos los retiraremos al cabo de unos minutos cuando hayan dejado su sabor.",
			"Subiremos el fuego, sin dejar de remover para que no se nos queme y dejaremos reducir hasta que su textura sea de sirope."
		]
	},
	{
		"Title": "Filetes lomo con salsa picante",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"750gr filetes lomo",
			"1 cebolla mediana",
			"1 cucharada de pimentón",
			"1 cucharadita de comino",
			"2 dientes de ajo",
			"2 cucharadas de vinagre",
			"1 guindilla",
			"1 cucharadita de harina fina de maíz",
			"½ taza de caldo de carne",
			"Pimienta negra",
			"Aceite de oliva",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos a pochar la cebolla picadita junto con los dientes de ajo y la guindilla limpia de semillas, cuando estén tiernos retiramos del fuego y ponemos en el vaso batidor y le añadimos, el pimentón, unos granitos de pimienta, el comino y el vinagre, batimos bien y pasamos por el chino depositando en un cazo junto con el caldo que pondremos al fuego  suave durante diez minutos, desliamos la cucharadita de harina en un poquito de agua y añadimos al cazo removiendo hasta que espese un poco, y retiramos del fuego.",
			"Pasamos nuestros filetes por la plancha salpicados con un poco de sal, cuando los tengamos hechos por ambos lados servimos rociados con nuestra salsa picante."
		]
	},
	{
		"Title": "Salsa Marinara de pasta",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"Tomates enteros",
			"Albahaca",
			"2 chile",
			"Orégano",
			"1 cebolla",
			"Ajo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Se echan los tomates en una sarten con un chorreon de aceite de oliva",
			"La carne se fríe aparte con el ajo, la cebolla y el pimiento, la carne se echa en el tomate, y se añade albahaca.",
			"Espolvorea un poco de orégano en la salsa, y sin dejar de revolver. Agrega la pimienta, un poco de sal, un poco de azúcar y otros condimentos al gusto."
		]
	},
	{
		"Title": "Pechuga con Ajo y mostaza",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"2 pechugas de pollo cortadas en filetes gruesos",
			"2 huevos",
			"1 taza de harina",
			"1 cucharada de tomillo",
			"1 cucharada de orégano",
			"1/2 cucharada de pimentón",
			"una pizca de pimentón picante",
			"aceite de oliva",
			"Sal y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": "Salsa",
			"Ingredients": [
				"125ml de miel",
				"2 cucharadas de salsa de soja",
				"1 cucharada de almidón de maíz",
				"75ml de agua",
				"4 dientes de ajo picados"
			]
		},
		"Steps": [
			"Empezamos preparando la salsa. En una sartén pequeña a fuego medio, mezclamos la miel con la salsa de soja y los dientes de ajo picados. Luego preparamos una mezcla con el almidón de maíz y el agua, que incorporamos también a la sartén. Dejamos que reduzca 1 o 2 minutos sin dejar de remover y reservamos.",
			"Por otro lado, en dos platos hondos, disponemos por un lado los huevos batidos y, por el otro, la harina con el tomillo, el orégano y el pimentón. Salpimentamos las pechugas y vamos pasándolas una a una primero por la harina, luego por el huevo y luego de nuevo por la harina.",
			"Por último, freímos las pechugas en aceite de oliva caliente, hasta que se doren por fuera. Dejamos que se escurra el aceite sobrante en papel de cocina absorbente y servimos acompañadas con la salsa de ajo y miel que podemos haber templado previamente."
		]
	},
	{
		"Title": "Ternera a la cerveza",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"900 gramos de escalopes de ternera",
			"Dos cebollas grandes",
			"Tres dientes de ajo",
			"Caldo",
			"Harina",
			"3/4 de litro de cerveza",
			"Patatas",
			"Aceite",
			"Sal",
			"Tomillo",
			"Pimienta negra",
			"Pimentón dulce",
			"Caldo (dos zanahorias, una cebolla, un pimiento verde",
			"Un hueso de jamón"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Salpimentamos y añadimos tomillo a los escalopines, los enharinamos ligeramente y los freímos en una sartén con el aceite bien caliente. Escurrimos y reservamos.",
			"Bien, ha llegado la hora de llorar. Cojan un parde cebollas grandes, y córtenlas en rodajas muy finas. Las pasamos durante dos minutos en la misma sartén donde hemos frito los filetes. Añadimos dos o tres dientes de ajo cortados en finas láminas. Removemos otro par de minutos y retiramos del fuego.",
			"Y ahora nos vamos al horno, que tendremos precalentado a unos 180 grados. En una fuente untada en aceite vamos poniendo capas de esta manera: una capa de escalopes, una capa de cebolla, una de escalopes, una de cebolla. Lo cubrimos todo con cerveza y un par de cazos de caldo y lo metemos al horno. Tenemos que tenerlo ahí unos 35 minutos, así que nos da tiempo para ir haciendo la guarnición.",
			"Cuezan unas patatas enteras con piel y todo. Las templamos con agua fría, las pelamos y las desmenuzamos groseramente con las manos en una cazuelita de barro. Añadimos sal y orégano y espolvoreamos ligeramente con pimentón duclce. Regamos con unos hilillos de aceite de oliva y las metemos al horno bastará con unos 15 minutos, así que calculen y lo tendrán todo terminado a la vez."
		]
	},
	{
		"Title": "Siberian Coffe",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"Dos partes de vodka caramelo",
			"Dos partes de café solo",
			"Una parte de nata",
			"Una cucharada de cacao en polvo",
			"Hielo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Picar hielo en una batidora y servir en vaso ancho"
		]
	},
	{
		"Title": "Leche de pantera",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1 medida de ginebra",
			"2 de leche",
			"2 cucharadas de azucar"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En la coctelera mezcla con cubitos de hielo"
		]
	},
	{
		"Title": "Barrecho",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1 Parte de brandy",
			"1 Parte de moscatel"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar con una cucharilla"
		]
	},
	{
		"Title": "Diesel blindado",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"3 partes whisky/bourbon",
			"1 parte de limon",
			"1 cuchara hielo picado",
			"Azucar al gusto (aprox 1 cucharadita postre)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			""
		]
	},
	{
		"Title": "Old fashioned",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"4 partes de whisky rye, bourbon, o blended.",
			"1 terrón o una cucharada sopera al ras de azúcar.",
			"2 gotas de amargo (bíteres) de Angostura.",
			"1 golpe de agua o soda.",
			"1 rodaja de naranja.",
			"1 cáscara de limón."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzamos con la receta: en un vaso añade un el terrón de azúcar y un chorrito de Angostura, deja reposar 2 minutos.",
			"Llenar el vaso de soda o sifón, dependiendo el tamaño del vaso unos 150 ml aproximadamente.",
			"Añade el whisky y remueve para disolver el azúcar.",
			"Decorar con las cortezas de cítricos."
		]
	},
	{
		"Title": "Hot Toddy Tennessee",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			" 1 parte de Jack Daniel´s Old N°7",
			"1 cucharada de miel",
			"1 chorrito de jugo de limón",
			"Canela en ramas",
			"Agua hervida caliente"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Verter la cantidad de Jack Daniel’s que dicta la receta en un vaso cóctel resistente al calor.",
			"Añadir una cucharada de miel, el jugo de limón y unas pocas ramas de canela. Cubrir con el agua hervida caliente y revolver el contenido."
		]
	},
	{
		"Title": "Tennesse Biker",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"30 ml. Jack Daniel’s",
			"20 ml. vermut blanco",
			"20 cl. de bitter",
			"10 cl Zumo Naranja"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar todo",
			"Añadir hielo"
		]
	},
	{
		"Title": "Julepe de menta",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"2 oz de Bourbon Whisky",
			"2 cucharadas de azucar",
			"Hojas de menta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Aplastar unas 6 hojitas de menta junto con la azucar y colocarlas hasta abajo del vaso, se acostumbra a utilizar un vaso largo y de metal, luego llenarlo de hielo picado (Frappe) y por ultimo agregar el Whisky, para adornarlo se acostumbra poner una hojita de menta."
		]
	},
	{
		"Title": "Affinity",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1/2 de Whisky",
			"1/4 de Vermouth seco",
			"1/4 de Vermouth rojo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Se echa hielo en un vaso mezclador, y a continuación los ingredientes en el orden establecido, se mezcla con una cucharilla y después se cuela y se sirve"
		]
	},
	{
		"Title": "Cucharacha",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"30 cc Tequila",
			"30 cc Licor de Café"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Se pone el cafe y se añade el tequila, se toma con pajita de abajo arriba y si puede ser con fuego"
		]
	},
	{
		"Title": "Enano Rojo",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"2 oz. de Whisky",
			"1 oz. de Amareto",
			"Hielo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar los ingredientes. Se puede agregar unas cuantas gotas de limón"
		]
	},
	{
		"Title": "No remedy",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"3 Medidas de Whisky",
			"2 Medidas de Ron Blanco",
			"2 Medidas de Jugo de Naranja",
			"1 Medida de Soda"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En un vaso de coctel o pequeño como en la foto, con hielo o sin hielo, dependiendo del gusto vierte primero los licores, luego el jugo de naranja y por ultimo la soda, mezcla suavemente con un mezclador. Si quieres adornalo con alguna fruta."
		]
	},
	{
		"Title": "Belmont",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"50 cc Gin",
			"15 cc Jugo de Frambuesa",
			"25 cc Crema de Leche"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar todos los ingredientes en una coctelera con hielo picado. Batir y servir (incluyendo el hielo) en una copa de fantasía"
		]
	},
	{
		"Title": "The Planters Punch",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1 medida de granadina",
			"Hielo en cubitos",
			"Agua Mineral",
			"3 medidas de ron oscuro",
			"1 medida de jugo de limon"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar los 3 primeros ingredientes en vasos largos con los cubitos de hielo y rellenarlos con agua mineral."
		]
	},
	{
		"Title": "Irish Car Bomb",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"Cerveza Obscura",
			"1/2 oz. Irish cream (Baileys, Cruzan, etc.)",
			"1/2 oz. de Whisky",
			"1/2 oz. Licor de Café"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En el vaso grande servir la cerveza y en el corto poner primero la irish cream, luego el whisky, por último el licor de café. Dejar caer el shot dentro del vaso de cerveza para crear la bomba"
		]
	},
	{
		"Title": "Acelerador",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1 medida de Ron",
			"4 medidas de Vino tinto",
			"1 cucharadita de miel"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Disolver la miel en el vino caliente.",
			"Añadir el ron."
		]
	},
	{
		"Title": "Douglas",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"Hielo",
			"2 Chorritos de Bíter",
			"½ Parte de Granadina",
			"1 Parte de Ginebra",
			"1 Parte de Whisky Escocés",
			"1 Entero Cereza Al Maraschino"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Llenar un recipiente de mezcla con hielo.",
			"Añadir todos los ingredientes. Remover y colar en una copa de cóctel.",
			"Decorar con una cereza al maraschino."
		]
	},
	{
		"Title": "Cowboy Bepop",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"1/3 Bourbon",
			"2/Leche Fria"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Mezclar en vaso alto con hielo"
		]
	},
	{
		"Title": "Sangría",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"2 Botellas de Vino Tinto",
			"100 cc Brandy",
			"100 cc Triple Sec",
			"1 a 2 Naranjas sin cáscara cortadas en cubos",
			"1 a 2 Limones sin cáscara cortados en cubos",
			"3 a 4 Cucharadas grandes de Azúcar Flor"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Poner las naranjas y limones en cubos a macerar en frío en algún recipiente, junto con el azúcar, el brandy y el triple sec por al menos una hora.",
			"Después de esto, juntar los ingredientes anteriores con el vino en un Bowl. Agregar hielo. De acuerdo al gusto, se le puede agregar más brandy, triple sec y/o azúcar"
		]
	},
	{
		"Title": "Pollo Almendras",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Asiática",
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"2-3 gotas de tabasco",
			"1 chorrito de caramelo líquido",
			"1 de cucharadita de maicena",
			"60 g aceite oliva",
			"4 filetes de contramuslo de pollo, sin piel",
			"Sal",
			"pimienta molida",
			"20 g de salsa de soja",
			"30 g de almendras tostadas",
			"4 cucharadas de ketchup"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponga el aceite en el vaso y caliente 6 min/Varoma/vel 1.",
			"Mientras tanto, corte los filetes en tiras y salpimiéntelos. Cuando acabe el tiempo programado, vuelva a programar 7 min/Varoma/Counter-clockwise operation/vel ",
			"Ve añadiendo el pollo por el bocal.",
			"Añada la salsa de soja, las almendras, el ketchup, el tabasco, el caramelo y la maicena. Mueva la carne con la espátula y rehogue 3 min/Varoma/Counter-clockwise operation/vel Gentle stir setting. Sirva caliente."
		]
	},
	{
		"Title": "Tarta de queso del restaurante La Viña",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"1 kilo de queso de untar tipo Philadelphia®",
			"500 ml de nata con un 35% de materia grasa",
			"6 huevos L ó 7 huevos medianos",
			"350-400 g de azúcar blanquilla",
			"30 g de harina de trigo o maicena* si eres celíaco"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Precalienta el horno a 200ºC con calor arriba y abajo y mientras forra un molde con papel de horno humedecido -así es más fácil de manejar-, o unta con mantequilla o usa spray desmoldante.",
			"Pon en el vaso de la Thermomix® todos los ingredientes de la tarta y mezcla 30 segundos en velocidad 5-6. Vierte dentro del molde y hornea 40-50 minutos a 200º-210C con calor arriba y abajo. Vigila el horno en los últimos minutos que cada horno es un mundo :D. Introduce una aguja para comprobar que está bien cocinado, si sale limpio -aunque se mueva la zona central- es que está lista. Deja templar dentro del horno con la puerta entreabierta unos minutos y retira, desmolda y sirve ya a temperatura ambiente con miel, mermelada, o a tu gusto.",
			"Notas:",
			"La tarta -pasado el tiempo- puede parecer que está blanda porque se mueve la zona central, pero ya está hecha. En el interior queda como una mousse, así que si al meter un palillo para comprobar que está cocinado, este sale limpio, es que está lista.",
			"Apaga el horno y deja la puerta entreabierta y espera a que temple antes de retirarla. La zona de arriba deberá estar doradita. Una vez fuera del horno la tarta tienda a bajar, es normal.",
			"Puedes hacer la mitad de la tarta y usar un molde de 18-20 cm de diámetro.",
			"Esta receta es para un molde de 24-26 cm de diámetro, si usas uno de 18-20 cm, haz la mitad de la receta.",
			"TRUCO PARA HACERLA MAS CREMOSA: usa mitad de quesos: Philadelphia con Mascarpone y añade una pizca de sal para potenciar los sabores."
		]
	},
	{
		"Title": "Bizcocho de zanahoria",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"200 g zanahorias peladas (cortadas en 2 o 3 trozos)",
			"160 g azúcar (la receta original lleva 200 gr)",
			"2 huevos",
			"120 g aceite de girasol",
			"1 chorrito vainilla o azúcar vainillado",
			"120 g harinas de repostería",
			"1 cucharadita bicarbonato",
			"1/2 cucharadita canela",
			"1/2 cucharadita levadura química",
			"1/2 cucharadita sal",
			"100 g nueces picadas gruesas",
			"1 cucharada colmada azúcar glass"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pon en el vaso las zanahorias y programa 5 seg/ vel. 5.",
			"Agrega el azúcar, los huevos, el aceite y la vainilla. Mezcla 5 seg/ vel. 5.",
			"Añade la harina, el bicarbonato, la canela, la levadura, la sal y las nueces. Programa 6 seg/ vel. 4. Termina de mezclar con la espátula.",
			"Engrasa un molde de bizcocho y vierte en el la preparación del vaso.",
			"Introduce en el horno precalentado a 180 grados con calor arriba y abajo y hornea durante 30 – 35 minutos. Comprueba con una aguja que el centro del bizcocho está bien hecho, si sale seca puedes retirarlo del horno.",
			"Deja enfriar y espolvorea con el azúcar glass.",
			"Nota : La receta original, aconseja, que se utilice un molde de 1 litro de capacidad, aproximadamente, yo lo le echo en uno desmontable de 24"
		]
	},
	{
		"Title": "Cheese Cake sin horno",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			""
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				"150 gr. galletas (De canela, Digestive, María...)",
				"75 gr. mantequilla fría",
				"3 hojas gelatina (O 1/2 sobre en polvo)",
				"350 gr. nata montar (100 gr. + 250 gr.)",
				"75 gr. azúcar",
				"350 gr. queso de untar o mascarpone (Yo pongo 250 mascarpone y 100 de untar).",
				"Cobertura: 2 hojas gelatina  y 200 gr. mermelada (Fresa, frutos rojos....)"
			]
		},
		"Steps": [
			"Triturar las galletas con golpes de turbo. Añadir la mantequilla en trozos, 3 min. 80º, vel.3. Forrar la base de un molde desmontable, que no exceda de 23 cm., o moldes de emplatar individuales, alisando bien con el anverso de una cuchara. Llevar a la nevera.",
			"Remojar las 3 láminas de gelatina en agua fría, 5 minutos.",
			"Sin lavar el vaso, calentar 100 gr. de nata con el azúcar y la gelatina bien escurrida 3 min. 80º, vel.1.",
			"Añadir el resto de nata (250 gr.) y el queso, mezclar 10 seg. vel.5. Volcar sobre la base y llevar unas 3 horas mínimo a la nevera, hasta que solidifique.",
			"Remojar 2 láminas en agua fría 5 minutos. Calentar la mermelada en el microondas, añadir la gelatina bien escurrida y mezclar bien. Cubrir la tarta y llevar a la nevera otra hora.",
			"Sacar de la nevera 10 minutos antes de servir, está más rica."
		]
	},
	{
		"Title": "Berenjenas parmesana",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Italiana"
		],
		"Type": "Principal",
		"Ingredients": [
			"3 berenjenas grandes",
			"3 bolas de mozzarella fresca",
			"Queso parmigiano",
			"400g de salsa de tomate",
			"20g de albahaca fresca (un manojo)",
			"Sal",
			"Pimienta negra recién molida",
			"Aceite de oliva virgen extra"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Lava las berenjenas y córtalas en rodajas.",
			"Espolvorea las rodajas de berenjena con sal y déjalas reposar apiladas en un plato durante una hora.",
			"Pica las hojas de albahaca y reserva.",
			"Corta la mozzarella en láminas o rodajas y reserva.",
			"Escurre el líquido que hayan soltado las berenjenas y seca cada rodaja con papel de cocina.",
			"Enciende una plancha o sartén y pon un poco de aceite de oliva. Pasa las berenjenas por la plancha a fuego fuerte varios minutos por cada lado.",
			"Coloca una capa de berenjenas en el slow cooker, cubre con varias cucharadas de salsa de tomate, pimienta negra, albahaca, rodajas de mozzarella y queso parmigiano rallado. Repite varias veces estas capas hasta acabar con todas las berenjenas. Termina con mozzarella y una buena capa de queso parmigiano rallado.",
			"Pon un paño de rizo sobre la olla de cocción lenta, coloca la tapa encima y tensa el paño.",
			"Cocina durante 3 horas en ALTA. Pasado ese tiempo, sigue la cocción sin tapa durante 1 hora más o hasta que gran parte del líquido se haya evaporado."
		]
	},
	{
		"Title": "Gigli capricci con salsa de almendras",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Pasta",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"400 g de pasta gigli capricci",
			"100 g de almendras",
			"2 dientes de ajo",
			"2 vasos de leche",
			"4 cucharadas de vino blanco",
			"8 cucharadas de tomate frito",
			"Un chorrito de aceite de oliva",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En el vaso de la batidora ponemos; los ajos pelados y enteros, las almendras que previamente hemos tostado un poco en la sartén (sin nada) y la leche",
			"Batimos bien hasta que las almendras estén totalmente picadas, sin dejar de batir añadimos un chorrito de aceite",
			"Cuando esté bien unido echamos el tomate y seguimos batiendo, por último echamos el vino que en mi caso he utilizado Mistela",
			"Batimos un poco más y volcamos en una cacerola amplia y ponemos al fuego suave removiendo de vez en cuando.",
			"Mientras tendremos el agua hirviendo y coceremos nuestra pasta según indiquen las instrucciones del paquete, cuando esté cocida escurrimos bien y volcamos sobre la pasta, removemos un poco y dejamos cocinar un par de minutos."
		]
	},
	{
		"Title": "Mojo picón",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"Miga pan",
			"Medio vaso aceite",
			"35 ml vinagre",
			"Cayena al gusto",
			"2 ajos",
			"1 cucharada comino",
			"1 cucharada pimentón dultece",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Hay que comenzar por pelar los ajos Estos luego se echarán en el vaso de la Thermomix, que se programará a velocidad 5 / 5 segundos.",
			"Acto seguido, se le añadirá el comino y la guindilla. El robot se programará en este caso a velocidad 7 / 20 segundos.",
			"Por último, se procederán a añadir los demás ingredientes y la Thermomix se deberá poner a funcionar a velocidad 7 / 20 segundos.",
			"Si la mezcla no quedase demasiado homogénea, se volverá a darle la misma programación. Y ya está. Ya estará preparado un exquisito mojo picón."
		]
	},
	{
		"Title": "Pollo cordon bleu",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"Filetes de pollo cortados muy finos (Puede ser empanado)",
			"Queso variado (Roque, camenber, en lonchas,cheddar, emmental etc...)",
			"Jamon York o similar",
			"2 dientes de ajo",
			"2 Cebollas"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Superponer dos filetes y en medio el jamon york y el queso.",
			"Cortar las ceboollas en rodajas muy finas. Las pasamos durante dos minutos en la misma sartén donde hemos frito los filetes. Añadimos dos o tres dientes de ajo cortados en finas láminas.",
			"Removemos otro par de minutos y retiramos del fuego.",
			"Asegurar con palillos y meter en el horno con un poco de aceite en la parte inferior y una nuez de mantequilla en la superior",
			"Cambiar unos 15 min cada lado y finalizar con una loncha de queso que se deja gratinar."
		]
	},
	{
		"Title": "Pulpo marcado al pimentón",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Entrante"
		],
		"Type": "Entrante",
		"Ingredients": [
			"1 pulpo pequeño cocido",
			"3 patatas grandes",
			"Aceite de oliva",
			"Agua",
			"Sal",
			"Pimienta",
			"Pimentón dulce"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Necesitamos un pulpo cocido. Los podemos encontrar en las pescaderías, ya cocidos y al dente, para darles una cocción final en casa.",
			"Lo cortamos en trozos grandes y los marcamos a la plancha con unas gotas de aceite hasta conseguir un bonito dorado. Los reservamos.",
			"Pelamos las patatas y las cortamos en trozos cuadrados y rectangulares de diferentes tamaños.",
			"En realidad estamos utilizando los elementos básicos del pulpo a la gallega, pero ordenándolos de otra manera.",
			"Ponemos a cocer las patatas en abundante agua con sal hasta que estén tiernas pero sin que se deshagan.",
			"Unos 15 minutos. Las dejamos templar en su agua. Las escurrimos y las ponemos en un bol junto con los trozos de pulpo.",
			"Lo regamos todo con el aceite en el que hemos diluido el pimentón y lo removemos bien todo para que se mezcle perfectamente.",
			"Hay que hacerlo con cuidado para no romper la patata. Y el resto es presentación. Colocamos los trozos de pulpo y de patata en cada plato, regamos con un hilillo e aceite de oliva y listo."
		]
	},
	{
		"Title": "Lasaña mexicana de pollo",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Mexicana"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 1/2 pechuga de pollo sin piel",
			"300 g de salsa de tomate",
			"5 tortillas de trigo mexicanas",
			"100 ml de nata líquida",
			"500 g de salsa bechamel",
			"20 g de queso rallado para gratinar (tipo edam, masdam o similar)",
			"1 hoja de laurel",
			"6 granos de pimienta negra",
			"aceite de oliva suave."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Cocemos las pechugas de pollo en agua hirviendo con sal, junto con la hoja de laurel y los granos de pimienta negra. Trascurridos 10 minutos, apagamos el fuego, tapamos la cacerola, retiramos y dejamos atemperar dentro del mismo líquido. Esto puede llevar unas horas, de modo que recomiendo que lo hagáis a primera hora de la mañana, si preparáis este plato para la comida.",
			"Una vez atemperado el pollo, lo escurrimos y lo desmigamos con las manos o con ayuda de un tenedor. Este es un proceso muy sencillo pues las hebras de la carne de la pechuga de pollo se separan fácilmente, no hay más que tirar de un extremo para que salga la hebra entera. Mezclamos las hebras de pollo con la salsa de tomate, sazonamos, removemos bien y reservamos.",
			"Engrasamos una sartén con un poco de aceite de oliva, lo suficiente para cubrir la base. Tostamos ligeramente las tortillas de trigo, una a una, por las dos caras. Es fácil ver cuándo hay que voltearlas porque ellas mismas se abomban un poco, como si cogieran aire por dentro, por efecto del calor.",
			"Cubrimos la base de una fuente de horno con una capa fina de salsa bechamel. Sobre ella colocamos una tortilla de trigo y, sobre la tortilla de trigo extendemos una capa de la mezcla de pollo y tomate. Regamos con un chorrito de nata líquida. A continuación, colocamos otra tortilla de trigo, otra capa de pollo y tomate y, nuevamente, nata líquida. Repetimos hasta terminar con una tortilla de trigo.",
			"Cubrimos la lasaña mexicana de pollo con el resto de la salsa bechamel, espolvoreamos con el queso rallado para gratinar e introducimos en el horno, pre-calentado a 200ºC, durante unos 20-30 minutos o hasta que la superficie comience a dorarse. Trascurrido el tiempo de horneado, retiramos la fuente y dejamos reposar cinco minutos antes de servir."
		]
	},
	{
		"Title": "Pastel de merluza y dátiles con mahonesa de piquillos",
		"Amount": "4-6",
		"Utility": null,
		"Tags": [
			"Pescado"
		],
		"Type": "Entrante",
		"Ingredients": [
			"2 filetes de merluza",
			"1 puerro con la parte verde",
			"1 cebolla",
			"2-3 dientes de ajo",
			"3-4 dátiles medjool",
			"6 huevos",
			"1 vaso de nata",
			"1 vaso de tomate frito casero",
			"aceite de oliva virgen extra",
			"pimienta",
			"Sal",
			"ramas de perejil",
			"ramas de tomillo",
			"harina para el molde"
		],
		"Ingredients2": {
			"TitleIngredients2": "Para la salsa de piquillos",
			"Ingredients": [
				"1 huevo",
				"1-2 piquillos",
				"vinagre de Jerez",
				"aceite de oliva suave",
				"Sal"
			]
		},
		"Steps": [
			"Pon abundante agua en una cazuela con una rama de tomillo, una de perejil, el verde de un puerro y un chorrito de aceite de oliva. Introduce la merluza y deja que se cocine a fuego medio durante 5 minutos aproximadamente. Escurre y desmenúzala un poco.",
			"Pica finamente los ajos, el puerro y la cebolla y pocha todo en una tartera con aceite de oliva. Incorpora la merluza y la salsa de tomate. Sazona y cocina un par de minutos.",
			"Pon la nata en un bol. Agrega los huevos y salpimienta. Bate. Mezcla todo con la merluza. Añade los dátiles picados y remueve.",
			"Unta un molde rectangular con aceite y espolvoréalo con harina. Introduce la mezcla y hornea el pastel al baño maría a 170ºC durante 40 minutos. Deja que se temple o se enfríe, depende de cómo lo quieras servir.",
			"Para la mahonesa de piquillos, pon en el vaso de la batidora un chorro de vinagre. Vierte aceite de oliva suave, una pizca de sal y un huevo. Tritura hasta que ligue. Añade los piquillos y sigue triturando.",
			"Sirve una ración de pastel de merluza y dátiles con la mahonesa de piquillos."
		]
	},
	{
		"Title": "Po’ boy",
		"Amount": "2 bocadillos",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Principal",
		"Ingredients": [
			"300 gramos de langostinos",
			"2 piezas de pan para bocadillo",
			"4 hojas de un cogollo de lechuga bien lavadas",
			"1 huevo",
			"4 cucharadas de pan rallado casero",
			"2 cucharadas de harina de trigo",
			"1/2 cucharada pequeña de pimentón dulce",
			"1/2 cucharada pequeña de sal",
			"1/4 cucharada pequeña de cayena picada",
			"1/4 de litro de aceite para freír"
		],
		"Ingredients2": {
			"TitleIngredients2": "Salsa",
			"Ingredients": [
				"4 cucharadas de mayonesa",
				"1 cucharada de mostaza dulce",
				"1 cucharada pequeña de limón exprimido"
			]
		},
		"Steps": [
			"Para preparar la salsa de nuestro bocata echa en un cuenco pequeño 4 cucharadas de mayonesa. Añade 1 cucharada de mostaza dulce y una cucharada pequeña de limón exprimido. Mezcla bien y si tienes un biberón mete la salsa en él y reserva en el frigorífico.",
			"Ahora prepara un plato con 4 cucharadas de pan rallado casero (mira aquí como prepararlo). En otro plato echa 2 cucharadas de harina de trigo, media cucharada pequeña de pimentón dulce, media cucharada pequeña de sal, 1/4 de una cucharada pequeña con cayena picada y mezcla. Echa un huevo en otro plato y bátelo bien.",
			"Pela 300 gramos de langostinos y luego pásalos por la harina. Después pásalos por el huevo batido. Y por último rebózalos en el pan rallado.",
			"Pon a calentar un cazo con un cuarto de litro de aceite. Cuando esté caliente, a unos 180ºC, añade algunos langostinos y déjalos en el fuego hasta que se doren bien.",
			"Luego sácalos y déjalos sobre un plato con papel de cocina para eliminar el exceso de aceite. Repite con los demás langostinos hasta que estén todos fritos.",
			"Ahora abre a lo largo dos piezas de pan para bocadillos pero sin llegar al final del todo para evitar que los langostinos se salgan. Añade un poco de la salsa que hemos preparado.",
			"Luego coloca un par de hojas de un cogollo de lechuga. Pon también 3 o 4 rodajas de tomate en cada bocata. Y ahora reparte los langostinos entre los dos bocadillos.",
			"Por último añade un poco de la salsa por encima de los langostinos y listo"
		]
	},
	{
		"Title": "Salsa brava",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"1 Cebolla",
			"Medio diente de ajo",
			"Media pastilla avecrem"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En una sartén se hecha un chorrito de aceite y a fuego lento un poco de cebolla y medio diente de ajo.",
			"Se hecha sal para que la cebolla poche y no pierda el agua. Cuando esté blanda se hecha una cuchara colmada de harina que se mezclara con el aguilla de la cebolla y se cocinará un poquito.",
			"Echa media cucharadita de pimentón dulce y media de pimentón picante, pero ojo ... tiene que ser necesariamente pimentón de La Vera (Cáceres).",
			"Se tuesta un poco y vamos añadiendo poco a poco un tazón de agua con media pastilla de caldo de carne.",
			"Cuando tenga la densidad que queremos se pasa por un colador y se vierte sobre las patatas ya fritas."
		]
	},
	{
		"Title": "Salsa Española",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"6 champiñones",
			"2 cebolletas",
			"2 dientes de ajo",
			"2 cucharadas de harina",
			"3-4 cucharadas de salsa de tomate",
			"1 vaso de caldo de ave",
			"1/2 copa de brandy",
			"1/2 vaso de vino tinto",
			"1/2 vaso de agua",
			"aceite de oliva",
			"Sal",
			"2 ramas de tomillo",
			"1 rama de romero"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Lamina los dientes de ajo, pica las cebolletas y pon todo a dorar en una cazuela con un chorrito de aceite.",
			"Añade la grasa del cordero y rehoga a fuego fuerte. Sazona y agrega los champiñones, el romero y el tomillo.",
			"Incorpora la harina, deja que se tueste y vierte la salsa de tomate. Moja con el brandy, el vino, el caldo y el agua.",
			"Deja hervir durante 20-25 minutos y retira la espuma. Pasa la salsa por un chino y déjala reducir en un cazo a fuego suave."
		]
	},
	{
		"Title": "Vinagreta de miel y mostaza",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"6 cucharadas soperas de aceite de oliva",
			"2 cucharadas de zumo de limón",
			"1 cucharada de mostaza de Dijon",
			"1 cucharada de vinagre",
			"1 cucharada de miel",
			"Pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Elaboración de la vinagreta de miel y mostaza",
			"Pon en un bol la miel y caliéntala unos segundos en el microondas hasta que esté líquida.",
			"A continuación mezcla la miel con el zumo de limón, el vinagre la mostaza y la pimienta. Por último añade el aceite y mezcla bien con una varilla.",
			"Colócala en una salsera para servir. Antes de aliñar en el último momento vuelve a ligar la salsa con una cuchara."
		]
	},
	{
		"Title": "Salsa Curry Rojo",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				"30 gr. de curry en pasta",
				"60 ml. de nata",
				"1 diente de ajo",
				"1 cucharada de harina",
				"1 vaso de caldo de pescado",
				"1/2 copa de vino blanco",
				"aceite de oliva"
			]
		},
		"Steps": [
			"En una sartén con aceite, pon un diente de ajo picado, una cucharada de harina, el curry, el caldo de pescado y el vino blanco.",
			"Sazona, añade un chorrito de nata y cocina un par de minutos."
		]
	},
	{
		"Title": "Salsa de Alemendras",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"2 huevos",
			"5 dientes de ajo",
			"1 zanahoria",
			"1 puerro",
			"50 gr. de almendra molida",
			"agua",
			"aceite de oliva virgen extra",
			"pimentón",
			"Sal",
			"Perejil"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Trocea y cuece la zanahoria y el puerro en una cazuela con agua y unas ramas de perejil. Sazona y deja cocer durante 15 minutos. Cuela el caldo y resérvalo.",
			"Cuece los huevos en una cazuela con agua y sal durante 10 minutos. Separa las claras de las yemas y reserva las yemas.",
			"Maja un diente de ajo pelado en el mortero, agrega las yemas y la almendra molida. Sigue majando y añade el caldo. Mezcla bien. Agrega un poco de pimentón. Mezcla. Cuela y deja reducir en un cazo.",
			"Pon a punto de sal y utiliza la salsa de almendras para el plato elegido."
		]
	},
	{
		"Title": "Bechamel",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"2 vasos de leche (1/2 l)",
			"3 cucharadas de mantequilla",
			"2 cucharadas de harina",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pon una cazuela a fuego suave e introduce la mantequilla. Cuando se funda agrega la harina, mezcla bien hasta que quede perfectamente integrada.",
			"Rehoga un poco y vierte la mitad de la leche (que esté fría) poco a poco, sin dejar de remover con una varilla o cuchara de madera, hasta conseguir una crema homogénea.",
			"Vierte el resto de la leche en 2 veces, sin dejar de remover. Echa sal a tu gusto y cocina la salsa a fuego suave durante 10-15 minutos. Cuanto más tiempo la cocines, más suave y rica quedará.",
			"Si no la usas de inmediato pásala a un recipiente y tápala con papel plástico de cocina. Es importante que el plástico esté en contacto con la masa. De esta forma evitarás que le salga costra en la parte superior."
		]
	},
	{
		"Title": "Salsa Velouté",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"2 zanahorias",
			"1 cebolla",
			"2 cucharadas de harina",
			"1 vaso de caldo de verduras",
			"aceite de oliva"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pica la cebolla, corta las zanahorias en juliana fina y ponlas a pochar en una sartén con un chorrito de aceite.",
			"Sazona y deja que se cocinen durante 15 minutos a fuego medio.",
			"Añade la harina y rehoga. Vierte el caldo de verduras poco a poco, mezcla bien y cocina durante unos 2-3 minutos."
		]
	},
	{
		"Title": "Ternera en salsa de ostras",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"300 gramos de carne de ternera (si queréis poner solomillo mejor)",
			"1 pimiento verde",
			"1 pimiento rojo",
			"1 pimiento amarillo",
			"1 zanahoria",
			"1 cebolleta",
			"2 ajos",
			"Jengibre fresco (un toque)",
			"1 cucharada de salsa de ostras Lee Kum Keeç",
			"Caldo de ave",
			"Azúcar moreno (al gusto)",
			"Salsa de soja",
			"1 cucharada de harina"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzamos cortando la ternera en tiras y macerandola durante 10 minutos en salsa de soja.",
			"Cortamos en juliana las verduras y las pochamos en un poco de aceite. Una vez pochadas las retiramos y reservamos.",
			"En esta misma sartén salteamos 2 minutos a fuego fuerte la ternera. Primeramente la debemos de escurrir bien de la salsa de soja con la ayuda de un colador.",
			"A los dos minutos retiramos y reservamos junto con las verduras.",
			"Seguimos en la misma sartén. Ponemos una gota más de aceite y doramos los ajos y el jengibre rayado.",
			"Una vez dorados los retiramos y lo tiramos porque no lo usaremos en esta receta, simplemente es para darle sabor.",
			"En el aceite rehogamos la cucharada de harina y seguidamente agregamos la cucharada de salsa de ostras y caldo de ave.",
			"Iremos poniendole poco a poco hasta conseguir el espesor deseado. En este paso incorporamos un poco de azúcar. Lo vamos probando hasta pillarle el punto.",
			"Una vez lista la salsa incorporamos la ternera y las verduras y dejamos cocinar unos 10 minutos a fuego lento y listo."
		]
	},
	{
		"Title": "Atun rojo con teriyaki",
		"Amount": "2",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"2 solomillos de atún rojo",
			"Salsa teriyaki",
			"2 cebollas rojas (también podemos usar la normal)",
			"Sal",
			"Pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzamos macerando en salsa teriyaki el atún, es decir, impregnamos bien los solomillos para que coja el sabor de la salsa. Dejamos macerar una media hora.",
			"Cortamos la cebolla en juliana fina y la ponemos a pochar a fuego muy lento, dándole muchas vuelta hasta que quede blanda y transparente.",
			"Una vez este blanda y transparente agregamos un par de cucharadas soperas de salsa teriyaki y dejamos cocinar a fuego lento durante unos 5 minutos para que se caramelice la cebolla con esta salsa.",
			"Reservamos la cebolla y la ponemos como cama en un plato. Pasamos por la plancha los solomillos de atún. Intentad que sea como 1 minuto por cada lado a fuego fuerte para que se cree una costra en el atún y quede crudito por dentro."
		]
	},
	{
		"Title": "Gambas picantes chinas",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"750 gramos de gambones pelados.",
			"2 guindillas cayenas",
			"1 pimiento verde",
			"1 cebolleta",
			"3 cucharada de salsa de soja",
			"3 cucharada de vino blanco",
			"3 cucharada de vinagre de arroz ( si no tenemos vinagre normal)",
			"2 cucharadas de azúcar",
			"2 cucharadas de maizena"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzamos pelando los gambones y dorandolos en una sartén. Les damos simplemente un salteado fuerte para que se doren y queden crudos por dentro pero hechos por fuera, luego los terminaremos de hacer con la salsa. Una vez dorados los retiramos y reservamos.",
			"En la misma sartén salteamos el pimiento y la cebolleta cortados en trozos grandes. En este paso incorporamos las cayenas.",
			"Una vez hechas las verduras, pasados unos 7 minutos, añadimos la salsa de soja, el vinagre, el vino, el azúcar y la maizena removiendo muy bien para que la maizena se cocine y no nos quede un sabor a crudo.",
			"La harina será para espesar así que si queremos la salsa menos espesa pondremos solo una cucharada. Incorporamos los gambones y lo dejamos cocer con la salsa durante 3 minutos más."
		]
	},
	{
		"Title": "Chili con carne",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Tex-Mex"
		],
		"Type": "Principal",
		"Ingredients": [
			"200g de alubias negras o rojas",
			"400g de carne picada",
			"1 pimiento verde italiano",
			"½ pimiento amarillo",
			"¼ pimiento rojo",
			"1 cebolla pequeña",
			"1 ramita de apio",
			"200g de pulpa de tomate",
			"1 chile",
			"1 diente de ajo",
			"1 rama de canela",
			"1 cucharadita de orégano seco",
			"1 cucharadita de comino molido",
			"1 cucharadita de pimentón",
			"1 cucharada de salsa Worcestershire",
			"Sal",
			"Pimienta negra recién molida",
			"Aceite de oliva virgen extra"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pon las alubias a remojo durante 8 horas.",
			"Desecha el agua de remojo y hierve las alubias en agua nueva durante 10 minutos. Deja que se temple y reserva.",
			"Corta los pimientos, la cebolla y el apio en trozos pequeños.",
			"Rompe de un golpe el diente de ajo y elimina la piel.",
			"Pon a calentar una sartén con dos cucharadas de aceite de oliva. Cuando esté caliente, deja que el ajo se fría ligeramente, sin que se dore. Incorpora las verduras y saltea a fuego fuerte durante unos pocos minutos.",
			"Añade las especias y el chile a las verduras y mueve para que se mezclen. Vierte las verduras en el recipiente del slow cooker. Incorpora la salsa Worcestershire, la rama de canela y la pulpa de tomate.",
			"Agrega las alubias escaldadas con su agua de cocción a la crock pot. Añade un poco de sal, cúbrelas con agua (2cm por encima) y mezcla con suavidad.",
			"Cocina durante 7 horas en BAJA o hasta que las alubias estén tiernas.",
			"Cuando las alubias ya estén cocinadas, prepara una sartén con dos cucharadas de aceite de oliva y caliéntala. Salpimienta la carne picada y saltéala a fuego fuerte hasta que cambie de color.",
			" Mezcla la carne con las alubias ya cocinadas. Deja que la carne repose durante 30 minutos en el guiso caliente. Prueba y rectifica el punto de líquido, de sal, de picante y de especias si es necesario para adaptar el guiso a tu gusto."
		]
	},
	{
		"Title": "Papas con bacalao",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			""
		],
		"Type": "Principal",
		"Ingredients": [
			"800g de patatas monalisa o similar",
			"500g de bacalao desalado",
			"1 cebolla",
			"2 dientes de ajo",
			"½ pimiento verde",
			"Pimienta blanca recién molida",
			"Aceite de oliva virgen extra",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pela los ajos y la cebolla. Pica la cebolla en trozos muy finos. Corta el pimiento en tiras o aros. Da un golpe a los ajos para que queden enteros pero magullados.",
			"Pela las patatas, lávalas y córtalas en trozos haciendo un corte incompleto y chascando.",
			"Prepara una sartén con aceite de oliva, ponla al fuego y deja que los ajos se vayan cocinando sin que se doren. Incorpora el pimiento verde y la cebolla picada y cocina unos minutos hasta que ésta empiece a estar transparente.",
			"Vacía el contenido de la sartén en el slow cooker, añade las patatas troceadas, un poco de sal y pimienta blanca recién molida. Añade agua sin que llegue a cubrir las patatas por completo.",
			"Cocina entre 3 y 4 horas en ALTA. El tiempo es orientativo y depende de la calidad de la patata. Comprueba el punto de las patatas a las tres horas, si aún no están tiernas continua la cocción comprobando cada media hora.",
			"Una vez terminada la cocción y con el guiso muy caliente, apaga la Crock Pot, incorpora el bacalao desalado y deja que se cocine con el calor residual.",
			"Pasados 15 minutos mueve la olla extraíble con movimientos suaves para que el bacalao integre sus sabores. Prueba y rectifica de sal y pimienta si es necesario.",
			"Deja que reposen durante al menos media hora antes de comer."
		]
	},
	{
		"Title": "Bacalao confitado",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Pescado"
		],
		"Type": "Principal",
		"Ingredients": [
			"4 tajadas de lomo de bacalao desalado (180-200 g cada una)",
			"Aceite de oliva virgen extra"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Cubre el fondo del recipiente con aceite de oliva.",
			"Pon los lomos de bacalao desalados en el recipiente del sow cooker y añade más aceite. No es necesario que cubras el bacalao por completo.",
			"Cocina durante una hora en ALTA con la tapa puesta.",
			"Comprueba el punto del pescado. Debe estar tierno y jugoso. Si aún está un poco crudo, prolonga la cocción alrededor de media hora.",
			"Saca los lomos del recipiente. Vierte el líquido que queda en un vaso de batidora y tritura hasta formar una crema ligada de color amarillo.",
			"Sirve las tajadas de bacalao sobre una cama de patatas panadera acompañadas de la salsa."
		]
	},
	{
		"Title": "Chocolate rubio",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Postre",
			"Chocolate"
		],
		"Type": "Postre",
		"Ingredients": [
			"Chocolate blanco de cobertura en gotas o trozos"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Coloca el chocolate blanco de cobertura en un bote grande de vidrio con cierre hermético.",
			"Pon el bote cerrado en el slow cooker y añade agua al recipiente sin que cubra el cuello del bote.",
			"Tapa y deja que se cocine durante unas 7 horas en ALTA o hasta que haya tomado color caramelo. Revisa el nivel del agua durante la cocción y añade si se evapora.",
			"Pasadas dos horas, saca el bote un momento con cuidado de no quemarte y muévelo suavemente para que el chocolate se haga por igual.",
			"Pasado el tiempo de cocción, saca el bote con cuidado, sécalo y ábrelo con ayuda de un paño para no quemarte.",
			"Remueve el chocolate rubio con una cucharilla hasta que empiece a estar brillante. Al principio tendrá una textura terrosa y dura, pero removiendo con energía, poco a poco irá tomando una textura cremosa y brillante fácil de trabajar. Es importante que tomes este paso en serio y no lo dejes antes de tiempo, es clave para el éxito de esta receta.",
			"Para conservarlo y tenerlo listo para usar, extiéndelo con una espátula de cocina sobre una superficie de silicona (tipo Silpat) hasta formar una lámina gruesa. Coloca la lámina sobre una superficie rígida (una bandeja, por ejemplo) y refrigera hasta que se endurezca por completo.",
			"Una vez que esté solidificado, rompe el chocolate en trozos y guárdalo en un recipiente en un ambiente seco y a temperatura ambiente. También puedes colocarlo en pequeños moldes de silicona, como los de bombón."
		]
	},
	{
		"Title": "Papas a la riojana",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"1,5 kg de patatas",
			"1 cebolla",
			"3 dientes de ajo",
			"3 pimientos choriceros",
			"1 chorizo (400 g)",
			"Aceite de oliva virgen extra",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pela los ajos y cháfalos con un golpe.",
			"Pela la cebolla y pícala fina.",
			"Corta el chorizo en rodajas de 1 cm",
			"Calienta una sartén con un chorro de aceite de oliva y pocha los ajos durante dos minutos.",
			"Añade la cebolla picada y deja pochar durante cinco minutos a fuego medio.",
			"Incorpora el chorizo y saltéalo con la cebolla y el ajo durante cinco minutos más.",
			"Vierte el contenido de la sartén en la olla de cocción lenta.",
			"Pela las patatas, lávalas y trocéalas en cachelos chascándolas con un cuchillo. No hay que cortar la patata por completo sino iniciar el corte y dejar que se parta haciendo un poco de presión.",
			"Añade la patatas a la olla, pon también los pimientos choriceros y un poco de sal, y cubre con agua.",
			"Programa 3 horas en ALTA.",
			"Cuando pase el tiempo de cocción, saca los pimientos choriceros, ábrelos, rasca el interior con una cucharilla para sacar la carne (elimina las semillas) y ponla en el guiso. Mueve el recipiente para que se mezcle el guiso y rectifica de sal si es necesario.",
			"Las patatas deben quedar tiernas y rodeadas de un caldo meloso y un poco espeso."
		]
	},
	{
		"Title": "Pollo escabeche",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Carne"
		],
		"Type": "Entrante",
		"Ingredients": [
			"4 pechugas de pollo de corral",
			"200 ml de aceite de oliva virgen extra",
			"150 ml de vinagre de manzana",
			"250 ml de agua",
			"1 cebolla grande",
			"2 pak choi",
			"2 zanahorias",
			"1 rama de apio",
			"1 hoja de laurel",
			"1 rama de tomillo",
			"10 granos de pimienta",
			"Pimienta negra recién molida",
			"Aceite de oliva virgen extra para cocinar las verduras y las pechugas",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Corta la cebolla en aros o juliana fina. Pela las zanahorias y córtalas en rodajas finas. Lava el pak choi y córtalo a lo largo en varios trozos. Corta el apio en rodajas. Coloca las verduras en el recipiente del slow cooker con un chorro de aceite de oliva y cocina durante 3 horas en ALTA.",
			"Añade el vinagre, 200 ml de aceite de oliva, el agua, la pimienta negra, el laurel y el tomillo y cocina durante 1 hora más.",
			"Salpimienta las pechugas, prepara una plancha con un poco de aceite y caliéntala al máximo.",
			"Pasa las pechugas por la plancha durante 30 segundos por cada lado y colócalas en el escabeche caliente.",
			"Cocina 30 minutos en ALTA, apaga el slow cooker, saca el recipiente de la carcasa y deja que se enfríe.",
			"Guarda las pechugas en escabeche en un recipiente cerrado y consérvalo en el frigorífico.",
			"Deja reposar durante 4 días y sirve las pechugas frías o templadas, fileteadas y acompañadas por las verduras y la salsa.",
			"Si quieres que las pechugas tengan más sabor a escabeche, puedes cortarlas en trozos de unos 3 cm a lo ancho y guardarlas cubiertas con la salsa y las verduras en un recipiente cerrado."
		]
	},
	{
		"Title": "Flan con leche condensada",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"370g de leche condensada",
			"500ml de leche",
			"4 huevos",
			"Azúcar para hacer caramelo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"1. Pon una cucharada rasa de azúcar en cada molde de flan y acércalos al fuego para que el azúcar se disuelva y se convierta en caramelo.",
			"2. Toma los moldes con unas pinzas o un paño, teniendo cuidado de no quemarte con el caramelo. Mueve los moldes para que el caramelo se distribuya por el fondo. Reserva y deja que se templen.",
			"3. Bate la leche condensada, la leche y los huevos hasta que queden mezclados por completo. Si utilizas una batidora eléctrica, usa la velocidad más baja, para evitar que salgan burbujas.",
			"4. Cuela la mezcla y reserva.",
			"5. Distribuye la mezcla de flan en cada molde.",
			"6. Tapa los moldes con papel de cocina metálico.",
			"7. Pon los moldes en el slow cooker y vierte agua en el fondo del recipiente de la crock pot hasta cubrir dos dedos aproximadamente.",
			"8. Pon la tapa y cocina 2 horas en ALTA.",
			"9. Comprueba el punto de cuajado a la hora y media; el flan deberá estar cremoso y no duro y terminará de tomar su textura final al enfriarse. Si aún está líquido, continua la cocción durante 30 minutos más.",
			"10. Saca los moldes del slow cooker con cuidado y guárdalos en el frigorífico cuando se hayan enfriado."
		]
	},
	{
		"Title": "Carrilleras al oporto",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"8 carrilleras de cerdo (900 g)",
			"2 puerros",
			"1 cabeza de ajos",
			"2 zanahorias",
			"Perejil fresco picado",
			"100 ml de Oporto",
			"1 bouquet garní",
			"Harina",
			"Sal",
			"Pimienta",
			"2 o 3 cucharadas de aceite de oliva"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Quita la grasa sobrante de las carrilleras. No hace falta emplearse muy a fondo, tan solo elimina con un cuchillo afilado esos colgajos de grasa que sobran.",
			"Salpimienta y enharina las carrilleras, deja que salga la harina sobrante y dóralas en una sartén a fuego fuerte por los dos lados durante unos minutos. Reserva.",
			"Pica el puerro muy fino y las zanahorias en rodajas.",
			"Saltea el puerro picado y las zanahorias en la misma sartén en la que has dorado las carrilleras durante 5 minutos.",
			"Coloca las verduras formando una cama en la olla lenta. Pon encima las carrilleras, el bouquet garní y una cabeza de ajos partida por la mitad. Si la carne ha soltado algún líquido mientras reposaba, añádelo a la olla.",
			"Riega con el vino de Oporto.",
			"Cocina durante 8 horas en BAJA.",
			"Una vez pasado el tiempo de cocción, desecha el bouquet garní, saca las carrilleras y las zanahorias a un plato, y tritura lo que queda en la olla (el puerro pochado, los ajos estofados sin la piel y los jugos de la carne).",
			"Coloca de nuevo las carrilleras y las zanahorias en la crock pot, pon la salsa por encima, calienta en ALTA hasta que tenga la temperatura adecuada, espolvorea con perejil fresco picado y sirve."
		]
	},
	{
		"Title": "Papas revolcones",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara",
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"750g de patatas",
			"250g de panceta",
			"1 hoja de laurel",
			"2 dientes de ajo",
			"Pimentón dulce (2 cucharaditas)",
			"Pimentón picante (1/2 cucharadita)",
			"Agua o caldo de ave o de jamón",
			"Aceite de oliva para freír",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pela las patatas, lávalas y sécalas.",
			"Trocea las patatas y ponlas en la olla extraíble junto con un ajo machacado. Cúbrelas con agua o caldo. Añade sal si el caldo va flojo de sazón o utilizas agua.",
			"Cocina durante 3 horas en ALTA.",
			"Corta la panceta en tiras gruesas (vamos a hacer torreznos) y reserva.",
			"Media hora antes de que las patatas estén hechas, prepara un cazo con aceite y ponlo a fuego vivo. Fríe los trozos de panceta hasta que queden dorados y crujientes. Retira sobre papel de cocina para que escurran el aceite.",
			"Haz un sofrito con parte del aceite de la fritura y un ajo picado hasta que el ajo cambie ligeramente de color. Añade el pimentón, retira del fuego y remueve.",
			"Cumplida la cocción de las patatas, o cuando estén tiernas y se deshagan, retira de la olla el líquido y resérvalo. Puedes utilizar una pipeta o jeringa de salsear, para que resulte más fácil, o un cacillo.",
			"Machaca las patatas con un aplastapatatas, incorpora el sofrito y ve añadiendo el caldo reservado hasta que tengan una textura cremosa.",
			"Mantén la Crock Pot encendida en ALTA para que conserve el calor.",
			" Sirve muy caliente acompañando con los torreznos."
		]
	},
	{
		"Title": "Potaje de chicharos",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"Alubias blancas, 200 g",
			"Morcilla, 1",
			"Chorizo, 1",
			"Tocino, 1",
			"Hoja de laurel, 1",
			"Tomate triturado, 2 cdas",
			"Pimentón de la Vera, 1 cdta",
			"Agua",
			"Sal, al gusto"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Volcamos las alubias en un recipiente. Lo llenamos de agua, que cubra bien. 12-16 horas en remojo, según fabricante. Pasadas las horas, ponemos agua a hervir, añadimos las alubias, esperamos a que rompa de nuevo a hervir, las dejamos 10 minutos, las escurrimos y desechamos ese agua. Siempre que se cocinen alubias en olla lenta, se debe realizar este paso para eliminar una toxina que se destruye con facilidad llevando las alubias a ebullición, algo que no se puede garantizar en todas los modelos de ollas.",
			"En el caso de las alubias blancas, la cantidad de toxina es mucho menor que en el de otro tipo de alubias como las rojas o negras, por eso hay quien se salta ese paso. Pero eso ya, que sea elección de cada uno.",
			"Añadimos las alubias bien escurridas y luego el compango asturiano. Sobre los embutidos dejamos caer el tomate triturado, la pasta de tomate concentrado y la carne del pimiento choricero. Lo coronamos todo con el pimentón de la Vera y la hoja de laurel. Salpimentamos al gusto.",
			"Todo hecho una torre de ahumados tesoros, vertemos agua hasta que cubra. No os ponemos cantidad porque vuestra olla puede poseer una capacidad diferente. Este es el truco: que cubra. Si os pasáis de esta medida, tendréis demasiado caldo.",
			"Tapamos y programamos 8 horas en temperatura baja —el modo que hemos elegido en nuestra receta— o unos 4-5 horas en temperatura alta, según el tiempo que dispongáis.",
			"Dejar reposar unas 4 horas (opcional)."
		]
	},
	{
		"Title": "Arranque roteño",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Aperitivo"
		],
		"Type": "Entrante",
		"Ingredients": [
			"50g de pimientos verdes",
			"1 diente de ajo",
			"500g de tomates rojos",
			"1 cucharadita de sal",
			"200g de migas de pan campero",
			"100g de aceite de oliva"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Introducimos en el vaso los pimientos verdes, el diente de ajo, los tomates y la sal, y programamos 2 segundos a velocidad 5 y 6 segundos a velocidad 10.",
			"Bajamos lo que quede en las paredes e incorporamos el pan y el aceite, y programamos 5 segundos a velocidad 5 y 5 segundos a velocidad 10.",
			"Servimos frío en una cazuela de barro y lo decoramos con tiras de pimientos, de pan o de rábanos, los cuales nos servirán de cuchara."
		]
	},
	{
		"Title": "Cachuela",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Entrante",
			"Desayuno"
		],
		"Type": "Entrante",
		"Ingredients": [
			"500 g de hígado de cerdo ibérico (en trozos)",
			"2 cucharaditas de sal",
			"2 - 3 pellizcos de pimienta molida",
			"1 pellizco de nuez moscada molida",
			"4 dientes de ajo",
			"2 - 3 clavos",
			"½ cucharadita de comino en grano",
			"2 hojas de laurel secas",
			"400 g de manteca de cerdo ibérica",
			"1 cucharada de pimentón dulce de La Vera",
			"1 - 2 pellizcos de pimentón picante (opcional)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponga el hígado en un bol grande y espolvoree con la sal, la pimienta y la nuez moscada.",
			"Ponga en el vaso el ajo, el clavo y el comino. Triture 5 seg/vel 10. Vierta sobre el hígado. Añada al bol las hojas de laurel, mezcle con la espátula y deje macerar durante 3-4 horas.",
			"Ponga en el vaso 60 g de manteca y caliente 5 min/120°C/vel 1.",
			"Retire las hojas de laurel del bol y añada en el vaso el hígado macerado. Triture 7 seg/vel 5. Retire a un bol y reserve.",
			"Ponga en el vaso 340 g de manteca y programe 5 min/120°C/vel 1.",
			"Incorpore el hígado triturado reservado y programe 10 min/100°C/Giro inverso/vel 1.",
			"Añada el pimentón dulce y el pimentón picante y programe 1 min 30 seg/100°C/vel 1. Vierta en un recipiente hermético y reserve en el frigorífico (mínimo 1 hora)."
		]
	},
	{
		"Title": "Arroz con pinchitos",
		"Amount": "5",
		"Utility": "Thermomix",
		"Tags": [
			""
		],
		"Type": "Principal",
		"Ingredients": [
			"600g de pechuga de pollo cortada en trocitos",
			"2 cucharaditas de especias de pinchitos (8 g aprox)",
			"1 cucharadita de sal",
			"azafrán o colorante",
			"300 g de arroz redondo",
			"800 g de agua",
			"SOFRITO:",
			"1 pimiento",
			"1 ajo",
			"1 cebolla",
			"1 tomate maduro",
			"2 zanahorias",
			"50 g de aceite de oliva"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos en el vaso todos los ingredientes del sofrito, troceamos 4 segundos/velocidad 5. Programamos 8 minutos/120º(TM5) o varoma(TM31)/velocidad 1.",
			"Una vez hecho el sofrito, podemos triturarlo o no según el gusto de cada familia. Trituraríamos 30 segundos/velocidad 10.",
			"Añadimos el pollo y rehogamos 5 minutos/100º/giro inverso/velocidad cuchara.",
			"Añadimos el agua, la especia, la sal, el azafrán y el arroz. Movemos con la espátula y programamos 15 minutos/temperatura varoma/giro inverso/velocidad cuchara.",
			"Servir inmediatamente.",
			"",
			"SUGERENCIAS: En el caso de usar arroz vaporizado, el agua que necesitará sera menor, 650g y el tiempo de cocción del arroz será de 17 minutos."
		]
	},
	{
		"Title": "Mojo Picon",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"3 dientes ajo",
			"100 g aceite",
			"10 g vinagre",
			"1 guindilla pequeña",
			"1 cdts comino en grano",
			"1 pizca sal",
			"1 cdts pimentón dulce",
			"Miga de pan (para espesar)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos los ajos, la guindilla y el comino en el vaso de la thermomix y trituramos 20 segundos, velocidad 7. Bajamos los restos de las paredes, con la espátula.",
			"Agregamos la sal, el aceite, el vinagre y el pimentón y mezclamos 30 segundos, velocidad 5.",
			"Para terminar de ligar la salsa, programamos 2 minutos, velocidad 10.",
			"Si nos gusta más espesa, añadimos la miga de pan en el paso 1, para que se triture bien con los ajos, la guindilla y el comino."
		]
	},
	{
		"Title": "Bravas auténticas",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Entrante",
			"Aperitivo"
		],
		"Type": "Entrante",
		"Ingredients": [
			"Media cebolla.",
			"30 gr. de aceite de oliva virgen",
			"25 gr. de harina corriente",
			"3 cucharaditas de pimentón dulce La Chinata",
			"1 cucharadita de pimentón picante La Chinata",
			"250 gr. de caldo casero de cocido"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Introducimos en el vaso de la thermomix la media cebolla y el aceite y programamos 3 minutos, temperatura varoma, velocidad 4.",
			"Añadimos en el vaso de la thermomix la harina. Programamos temperatura varoma, 3 minutos, velocidad 3. Veremos que la harina se ha tostado y debe haber perdido el sabor a crudo.",
			"Con la thermomix parada, añadimos el pimentón dulce y picante y programamos 1 minuto, temperatura varoma, velocidad 3.",
			"Incorporamos el caldo previamente calentado y programamos 8 minutos, temperatura 100º, velocidad 3, sin el cubilete puesto para que evapore y la salsa se espese."
		]
	},
	{
		"Title": "Trufas",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"100 gr. nata liquida",
			"300 gr. chocolate fondant",
			"25 gr coñac"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos en el vaso la nata, programamos 4 minutos, 90º, velocidad 2.",
			"Añadimos el chocolate troceado y programamos velocidad 6, hasta que quede bien triturado.",
			"Bajamos con la espátula el chocolate que ha quedado en las paredes y la tapa del vaso.",
			"Incorporamos el coñac y batimos durante 30 segundos a velocidad 6.",
			"Ponemos la crema de chocolate en un recipiente y lo metemos en el congelador. Cuando la crema se haya solidificado, formamos bolitas con la ayudad de dos cucharillas y las pasamos por fideos de chocolate o por cacao en polvo. Las ponemos en capsulas de papel. Después de echas las mantenemos en el frigorífico, en la parte que más enfría, hasta el momento de servirlas."
		]
	},
	{
		"Title": "Bocadillo de higos, jamón serrano y queso curado",
		"Amount": "1",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"2 rebanadas de pan",
			"2 lonchas de jamón serrano",
			"2 higos pelados y cortados en gajos",
			"4 ó 5 lonchas finas de queso curado",
			"Un puñado de canónigos",
			"2 cucharadas de aceite de oliva virgen extra",
			"1 cucharadita de vinagre de Módena "
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Tostamos el pan en una parrilla o en una tostadora convencional. Hacemos un aliño con el aceite y el vinagre y pintamos el pan con él.",
			"A continuación montamos el sándwich empezando por el jamón y el queso, seguidos por los higos y, por último, los canónigos."
		]
	},
	{
		"Title": "Pollo, bacon y rúcula (con miel y mostaza)",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"2 rebanadas de pan",
			"2 filetes de pechuga de pollo",
			"3 ó 4 lonchas de bacon",
			"Un puñado de rúcula",
			"1 cucharada de mostaza en grano",
			"1 cucharada de mostaza de Dijon",
			"2 cucharadas de miel"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Cocinamos los filetes de pollo a la plancha con un poquito de aceite de oliva.",
			"A continuación freímos el bacon a fuego fuerte para que quede crujiente (sin aceite, con la propia grasa que va soltando).",
			"Mezclamos la miel y las mostazas para hacer un aliño con el que pintaremos el pan (previamente tostado). Colocamos el pollo y el bacon sobre el pan y cubrimos con la rúcula y la otra rebanada de pan."
		]
	},
	{
		"Title": "Grilled Cheese con Guacamole",
		"Amount": "1",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"2 rebanadas de pan",
			"6 ó 7 rodajas de pepino muy finas",
			"1 ó 2 rodajas de cebolla morada",
			"3 rodajas de aguacate",
			"2 ó 3 rodajas de tomate",
			"Un poco de queso feta",
			"50 gr. de aceitunas negras sin hueso",
			"Aceite de oliva virgen extra",
			"Una cucharadita de zumo de limón "
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Primero tostamos el pan. A continuación, trituramos las aceitunas negras junto con el aceite y el limón, y untamos con la mezcla una de las rebanadas de pan.",
			"Ponemos encima las rodajas de pepino cortadas muy finas (para que no le quite protagonismo al resto de ingredientes), la cebolla morada, un poco de queso feta deshecho en migas, el aguacate y el tomate en rodajas. Cerramos con la otra rebanada de pan tostado."
		]
	},
	{
		"Title": "Bocadillo de lomo y pimientos",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"Pan chapata si puede ser se tuesta un poco antes de usarlo",
			"3 filetes de lomo adobado",
			"Lonchas de Queso",
			"Pimientos del piquillo",
			"Un poco de orégano y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Tuesta el pan y mo nta los ingredientes"
		]
	},
	{
		"Title": "Tosta de Albaricoque y queso azul",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"Pan tostas",
			"Albaricoque seco",
			"Queso azul"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Calienta el pan",
			"Extiende el queso",
			"Monta los albaricoques"
		]
	},
	{
		"Title": "Salmón con salsa tártara",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"Salmón ahumado",
			"1 tomate",
			"Anchoas en aceite",
			"Lechugas variadas",
			"200 gr. de mayonesa",
			"1 huevo",
			"25 gr. de alcaparras",
			"25 gr. de pepinillo",
			"50 gr. de cebolla",
			"mostaza y perejil picado.",
			"Tu pan preferido."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos a cocer el huevo. Cuando esté listo, dejamos que se enfríe y pelamos. Picamos las alcaparras y los pepinillos y los mezclamos con la cebolla picada y el huevo picado. Mezclamos estos ingredientes con la mayonesa y agregamos una cucharada de mostaza y un poco de perejil picado.",
			"Cortamos el pan por la mitad para hacer los bocadillos. Colocamos una cama de lechugas y encima el tomate cortado en rodajas. Escurrimos las anchoas y las colocamos.",
			"Por último, ponemos el salmón ahumado. Cubrimos el conjunto con la salsa tártara y la otra mitad del pan."
		]
	},
	{
		"Title": "Bocadillo de berenjenas con pollo y mostaza",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"200 gr. de pechuga de pollo fileteada",
			"dos baguettes",
			"1 berenjena",
			"beicon en lonchas",
			"mostaza de Dijon, mayonesa",
			"aceite de oliva y sal."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzamos preparando las berenjenas: las cortamos en rodajas y las salamos. Pasamos por una sartén con abundante aceite de oliva. Retiramos y colocamos sobre papel absorbente para retirarles el exceso de grasa. Salamos al gusto los filetes de pollo y los pasamos también por una sartén con unas gotas de aceite.",
			"Una vez fritos, los cortamos en trozos más pequeños. En un bol mezclamos una cucharada de mostaza con dos de mayonesa. Untamos con esta salsa el pan partido por la mitad. Rellenamos los panes con las berenjenas, el pollo y las lonchas de beicon"
		]
	},
	{
		"Title": "Bocadillo genoves",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"Atun",
			"Aceitunas en rodajas",
			"Cebolla muy fina",
			"Pimiento",
			"Alioli (opcional)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			""
		]
	},
	{
		"Title": "Bocadillo con gambas atún y piquilos",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Bocadillo",
		"Ingredients": [
			"Pan de bocadillo",
			"300 gr. de lomo de atún",
			"100 gr. de gambas peladas",
			"pimientos del piquillo",
			"mayonesa",
			"aceite de oliva",
			"sal, pimienta y 1 diente de ajo."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En una sartén con aceite de oliva, sofreímos el ajo picado. Cuando se dore, añadimos las gambas peladas. Salpimentamos al gusto y dejamos que se hagan un poco.",
			"Retiramos y en esa misma sartén hacemos los lomos de atún salpimentándolos al gusto. Retiramos. Partimos el pan por la mitad y colocamos dentro los pimientos del piquillo.",
			"Encima, el atún. Repartimos las gambas por el bocadillo y completamos con mayonesa al gusto.",
			"Se puede añadir tomate en rodajas"
		]
	},
	{
		"Title": "Salsa brava “Original”",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"1 cebolla",
			"1 diente de ajo",
			"2 tomates naturales",
			"1/2 Cayena",
			"1 cucharadita de pimentón picante/dulce",
			"1 cucharadita de colorante",
			"1 cucharadita de azúcar",
			"1 chorro vinagre",
			"Colorante",
			"Aceite",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pochar la cebolla en trozos grande y el ajo en el aceite a fuego muy lento, con cuidado de no quemarlos",
			"Incorporar la cayena y seguidamente el colorante, el pimentón dulce y y el pimentón picante, la cantidad depende de como os guste de picante.",
			"Después añadimos el tomate triturado crudo natural, sazonamos y ponemos un poco de azúcar y dejamos cocinar unos 10 minutos.",
			"Una vez frito el tomate, echamos el chorrito de vinagre, pasamos por la batidora y listo."
		]
	},
	{
		"Title": "Salsa de cacahuete para carne",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Salsas",
			"Asiática"
		],
		"Type": "Salsas",
		"Ingredients": [
			"1 cebolleta",
			"1 cucharada de harina",
			"1 cucharada de pasta de cacahuete",
			"200 ml de leche de soja",
			"aceite de oliva",
			"sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pica la cebolleta e introdúcela en una sartén con un chorrito de aceite. Sazona.",
			"Añade una cucharada de harina, una cucharada de pasta de cacahuete y la leche de soja."
		]
	},
	{
		"Title": "Tataki de salmón",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Entrante",
			"Aperitivo"
		],
		"Type": "Entrante",
		"Ingredients": [
			"1 taco de salmón",
			"Sésamo negro",
			"Sesamo normal",
			"Salsa de soja",
			"Vinagre de arroz",
			"Unas gotas de tabasco"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Comenzaremos sellando el lomo de salmón fresco por los 4 lados. Muy rápidamente y a fuego fuerte para que no se haga por dentro. Una vez sellado lo dejamos enfríar.",
			"Mezclamos los dos tipos de sésamo y rebozamos nuestro salmón. Lo dejamos enfriar en la nevera para posteriormente cortarlo más facilmente.",
			"Lo cortamos en laminas de unos 0,5 cm, bueno esto a gusto de cada uno. Acompañamos de una salsa que la haremos mezclando salsa de soja, vinagre de arroz y unas gotas de tabasco para darle ese toque picante que le va tan bien al tataki. Si os gusta el jengibre perfecto también"
		]
	},
	{
		"Title": "Pollo al curry",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			""
		],
		"Type": "Principal",
		"Ingredients": [
			"2 contramuslos de pollo en trozos",
			"150 gramos de arroz",
			"1 pimiento",
			"1 cebolleta",
			"1 cucharada sopera de curry",
			"Caldo de pollo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Ponemos a pochar la cebolleta y el pimiento partido muy fino. Cuando este medio pochado salpimentamos el pollo y añadimos. Mientras se está dorando el pollo y las verduras ponemos a calentar el caldo de pollo con la cucharada sopera de curry, porque al arroz hay que añadirle siempre el agua o el caldo cociendo.",
			"Cuando estén listas las verduras pochadas junto al pollo añadimos el arroz y rehogamos un minuto, pasado ese minuto añadimos el caldo de pollo con el curry, siempre tened en cuenta que teneis que añadir 2 medidas de caldo por cada una de arroz, lo añadimos cociendo.",
			"Dejamos cocinar unos 12 minutos y dejamos reposar otros 10."
		]
	},
	{
		"Title": "Ternera con cebolla",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"100 gr/Persona Ternera magro",
			"3 cebollas",
			"Aceite  de oliva.",
			"Sal .",
			"Pimienta.",
			"Salsa de soja.",
			"Un poco de vino blanco"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Preparamos la carne previamente como acostumbremos( lavar, golpear, quitar los filitos de grasa , para que no se encoja y se ponga más tierna).",
			"Cortar la cebolla en tiritas.",
			"Ponemos el aceite a calentar en una sartén, cuando esté en su punto añadimos la cebolla cortada y dejamos hacer ligeramente, ponemos en la sartén los filetes  enteros y dejamos hacer un poco, les damos la vuelta para que cambien de color por ambos lados y con unas tijeras los cortamos en tiritas, añadimos la sal , la pimienta y el vino, tapamos y dejamos cocer hasta que la carne esté  casi tierna, añadimos la salsa de soja(un vasito de los de vino), y dejamos hacer hasta que la carne esté bien tierna.La salsa quedará bien gordita, preparad mucho pan mojar."
		]
	},
	{
		"Title": "Tallarines fritos con ternera",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"100 gr. de tallarines por persona",
			"1 o 2 zanahorias",
			"1 o 2 pimientos",
			"1 cebolla grande",
			"1 filete de ternera grande o 2 medianos",
			"Salsa de soja",
			"1 pastilla de caldo",
			"Aceite de oliva"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Cortamos toda la verdura en juliana (tiritas) y echamos en la sartén cubierta con aceite (sólo cubrir la superficie, no llenar).",
			"Dejamos que vaya pochando a fuego lento-medio.",
			"Mientras cocemos la pasta y la escurrimos bajo el grifo.",
			"Cuando la verdura esté blandita, echamos el filete cortado en tiras y la pastilla de caldo. Cocinamos hasta que la carne esté hecha. Añadimos la pasta y mezclamos bien, echamos un chorreón de salsa de soja y una pizca de sal.",
			"Dejamos por lo menos 10 minutos a fuego lento para que la salsa de soja reduzca y la pasta absorba todos los sabores."
		]
	},
	{
		"Title": "Pescado con leche de coco",
		"Amount": "2",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"2 Filetes de pescado fresco",
			"Media taza de leche de coco",
			"½ Pimentón",
			"1 ají dulce o picante, o ambos",
			"1 tallo de cebollín",
			"2 Dientes de ajo",
			"Sal",
			"Pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Marina durante media hora el pescado con una mezcla de sal, pimienta, aceite de oliva y los dientes de ajo machacados.",
			"Calienta una sartén grande, coloca los filetes de pescado con un chorro de aceite y dóralos por ambos lados rápidamente.",
			"Agrega los ajíes/pimentones y la parte blanca del cebollín. Deja cocinar por un par de minutos.",
			"Agrega la leche de coco. Baja el fuego y cocina hasta que reduzca a la mitad. Corrige sal y pimienta si lo consideras necesario.",
			"Cuando el líquido haya reducido (aproximadamente 10 minutos), apaga el fuego y agrega un poco de la parte verde del cebollín y algunas hojas de cilantro.",
			"Sirve acompañado con arroz blanco y alguna ensalada bien verde."
		]
	},
	{
		"Title": "Pollo crujiente General Tso",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"400g de pechuga de pollo en dados",
			"1 taza de harina",
			"2 huevos",
			"4 tazas de copos de maiz",
			"sal y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": "Salsa",
			"Ingredients": [
				"250ml de agua (1 vaso)",
				"75ml de salsa hoisin",
				"50ml de vinagre de arroz",
				"2 cucharadas de salsa de soja",
				"2 cucharadas de almidón de maíz (tipo Maizena)",
				"2 cucharadas de azúcar moreno"
			]
		},
		"Steps": [
			"Empezamos salpimentando el pollo, que habremos cortado en dados. Luego disponemos tres cuencos, el primero con la harina, el segundo con el huevo batido y el tercero con los copos de maíz machacados. Pasamos cada trozo de pollo primero por la harina, luego por el huevo y finalmente por los copos de maíz. Vamos colocándolos en una bandeja con papel de hornear.",
			"Horneamos el pollo 15 minutos a 225ºC, hasta que se haga bien y los copos de maíz empiecen a dorarse. Mientras tanto, preparamos la salsa. En una sartén mezclamos todos los ingredientes, removiendo bien, llevamos a ebullición, bajamos el fuego y dejamos que se espese sin dejar de remover, para que se incorpore bien el almidón de maíz y no queden grumos.",
			"Finalmente, añadimos a la salsa el pollo, embadurnándolo bien por todas partes. Servimos caliente sobre un poco de arroz blanco y decorando con cebollino, perejil o cilantro, según prefiráis."
		]
	},
	{
		"Title": "Cerdo al curry phaenang",
		"Amount": "4",
		"Utility": null,
		"Tags": [
			"Asiática"
		],
		"Type": "Principal",
		"Ingredients": [
			"400 cerdo",
			"250 ml Leche de coco",
			"4 cucharadas curry rojo",
			"Orégano",
			"Cebolla",
			"Ajo",
			"zanahoria"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Doramos un poco los ajos, y le añadimos una chucharada y media de curry rojo y un chorrito de leche de coco.",
			"La carne la harinamos un poco y la sofreímos con cebolla y zanahoria. Luego la mezclamos con el curry y mas leche de coco",
			"añadimos media cucharada de azucar, sal y si se quiere aceite de pescado, cocinamos durante unos minutos mas dejando que se rebaje el coco."
		]
	},
	{
		"Title": "Huevos a la florentina",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Desayuno",
			"Aperitivo"
		],
		"Type": "Principal",
		"Ingredients": [
			"4 Huevos",
			"500 g de espinacas",
			"1 Cebolla pequeña",
			"75 g de gruyere rallado",
			"40 g de parmesano rallado",
			"50 g de mantequilla",
			"35 g de harina",
			"500 ml de leche",
			"1 cucharada de mostaza de Dijon",
			"Pimienta blanca",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"En primer lugar, derretimos mantequilla en una cazuela y sofreímos la cebolla rallada a fuego bajo durante cinco minutos.",
			"Cuando haya tomado un poco de color, añadimos la harina y removemos durante un minuto más.",
			"A continuación, apartamos la cazuela del fuego y agregamos poco a poco la leche.",
			"Volvemos a poner la cazuela al fuego y cocinamos a fuego lento sin dejar de remover, hasta que obtengamos una salsa espesa y sin grumos.",
			"Después, añadimos el queso gruyere, el parmesano, una cucharadita de mostaza, sal y pimienta.",
			"Seguidamente, salteamos las espinacas en una sartén con mantequilla y colocamos las espinacas en cuatro platos individuales para horno.",
			"Cubrimos las espinacas con la salsa y echamos un huevo en cada plato.",
			"Por último, horneamos a 200º C, hasta que los huevos estén cuajados."
		]
	},
	{
		"Title": "Hamburguesa Atún",
		"Amount": "",
		"Utility": null,
		"Tags": [
			"Bocadillos"
		],
		"Type": "Principal",
		"Ingredients": [
			"3 lata de atún en aceite (si posible, de oliva)",
			"½ taza de pan rallado",
			"1 huevo",
			"1 cucharada (sopera) de perejil picado",
			"1 cucharadita de un diente de ajo picado",
			"½ cebolla pequeña rallada",
			"½ zanahoria rallada muy finamente",
			"Aceite",
			"Sal y pimienta a gusto"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Escurrir bien el atún del aceite y desmenuzarlo con los dedos en un bol.",
			"Añadir el ajo picado, el perejil, la zanahoria y la cebolla rallada.",
			"Agregar el huevo, la sal y la pimienta, y triturar todo con un tenedor, para se mezcle muy bien.",
			"Añadir el pan rallado y amasar con las manos hasta que la mezcla se quede como una masa compacta y que nos permita moldearla.",
			"Formar las hamburguesas, pasarlas por el pan rallado y freírlas en aceite caliente. Dorarlas por ambos lados."
		]
	},
	{
		"Title": "CusCus con verduras",
		"Amount": "",
		"Utility": null,
		"Tags": [
			""
		],
		"Type": "Principal",
		"Ingredients": [
			"200 gr. de cuscús",
			"1 cebolla",
			"1 calabacín",
			"1 zanahoria",
			"1 remolacha",
			"1 tomate",
			"comino",
			"unas hojas de acelga",
			"aceite y sal al gusto."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Pon agua a hervir. Aliña mientras el cuscús con una pizca de comino y sal.",
			"Cuando el agua hierva, añade el cuscús y déjalo cocer a fuego lento hasta que se absorba todo el agua.",
			"En una sartén, salteamos con un poco de aceite la cebolla partida en cuadraditos. Cuando esté pocha, agrega las hojas de acelga, el calabacín en rodajas, el tomate en gajos y la remolacha y la zanahoria peladas y ralladas. Sal al gusto.En un plato coloca el cuscús en el centro y rodéalo con las verduras.",
			"Para que el cuscús quede suelto, no debe removerse durante la cocción. Pueden añadirse todas las verduras que se quiera, como pimiento, cebolleta, etc."
		]
	},
	{
		"Title": "Patatas gajo",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Aperitivo",
			"Entrante"
		],
		"Type": "Principal",
		"Ingredients": [
			"600 g de patatas nuevas o monalisa de calibre mediano",
			"Mezcla de finas hierbas secas: romero, tomillo, etc.",
			"Sazonador picante",
			"1 ajo",
			"Sal gorda",
			"50 ml de aceite de oliva virgen extra",
			"Papel de horno"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Lava las patatas con un cepillo y sécalas bien.",
			"Corta las patatas en gajos siguiendo este esquema. Corta a lo largo por la mitad cada patata, corta esas mitades en dos mitades y a su vez, esas mitades en dos mitades. Obtendrás 8 gajos de cada patata.",
			"Seca las patatas con papel de cocina para eliminar la humedad.",
			"Pon el aceite en un bol, añade una cucharada de mezcla de finas hierbas (o algo más, según tu gusto), el sazonador picante, el ajo triturado y sal gorda. Añade las patatas y mezcla bien. Si tienes un bol con tapa, te resultará muy fácil mezclarlas poniendo la tapa y moviendo el bol.",
			"Cubre el recipiente con una lámina de papel de horno. Coloca las patatas encima y cubre el recipiente con un paño de cocina limpio. Pon la tapa encima y cocina durante 3 horas en ALTA.",
			"Si lo deseas, a mitad de cocción puedes mover ligeramente el papel para que las patatas se distribuyan de nuevo y las que están más lejos de las paredes se doren también.",
			"Sirve las patatas recién hechas como guarnición."
		]
	},
	{
		"Title": "Tocino de cielo",
		"Amount": "6",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"12 yemas de huevo",
			"250 ml de agua",
			"350 g de azúcar",
			"1 rama de vainilla (opcional)"
		],
		"Ingredients2": {
			"TitleIngredients2": "Caramelo",
			"Ingredients": [
				"75 g de azúcar",
				"40 ml de agua"
			]
		},
		"Steps": [
			"1. Vierte agua en el slow cooker y precaliéntalo en ALTA mientras preparas los ingredientes. La medida de agua debe cubrir a la mitad el molde que utilizarás para hacer el tocino de cielo.",
			"2. Pon el azúcar, el agua y la rama de vainilla abierta longitudinalmente (si decides usarla) en una cazuela al fuego. Cocina durante 15 minutos a fuego medio hasta que se forme un almíbar ligero. Deja que se temple.",
			"3. Bate las yemas ligeramente con un batidor manual hasta que se rompan y quede una masa homogénea.",
			"4. Incorpora el almíbar templado al huevo poco a poco, dejando caer un hilo de liquido y batiendo constantemente. Reserva.",
			"5. Coloca el azúcar y el agua necesarios para hacer el caramelo en un cazo al fuego. Cocina a fuego medio-fuerte hasta que el azúcar tome color caramelo. Cuida que no se queme ni ennegrezca porque quedaría amargo.",
			"6. Cuando el caramelo esté listo, vierte poco a poco en el molde hasta que cubra el fondo con una capa muy fina y deja enfriar.",
			"7. Vierte la mezcla de huevo y almíbar en el molde, tápalo con papel metálico de cocina y colócalo en el slow cooker bien nivelado.",
			"8. Cocina entre 2 y 3 horas hasta que el tocino de cielo esté cuajado. Empieza a controlar el resultado a las 2 horas de cocción y añade tramos de tiempo de 30 minutos hasta que esté cocinado.",
			"9. Deja templar fuera del recipiente y desmolda en frío."
		]
	},
	{
		"Title": "Macarrones con chorizo",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Italiana"
		],
		"Type": "Principal",
		"Ingredients": [
			"1200 ml de pulpa de tomate o tomate triturado",
			"280 g de macarrones o pasta corta",
			"30 g de mantequilla",
			"180 g de chorizo",
			"100 g de jamón en tacos",
			"Sal",
			"Pimienta",
			"Una ramita de hierbas frescas (albahaca o tomillo) u orégano seco"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				""
			]
		},
		"Steps": [
			"Vierte la pulpa de tomate en el slow cooker, añade la mantequilla, las hierbas escogidas, el chorizo y el jamón. Agrega 100 ml de agua. Añade pimienta y un poco de sal.",
			"Cocina durante 3 horas en ALTA.",
			"Remueve para que se mezcle bien, prueba y rectifica de sal y pimienta si es necesario.",
			"Incorpora la pasta a la salsa de tomate, que debe estar muy caliente y haciendo un chup chup fuerte.",
			"Cocina la pasta durante 30 minutos o hasta que esté al dente, removiendo con rapidez dos veces a lo largo de esta cocción para que se haga de manera uniforme.",
			"Sirve los macarrones con chorizo recién hechos y espolvoreados con queso rallado."
		]
	},
	{
		"Title": "Estofado de ternera",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"Estofado de ternera ",
			"500 g de carne de ternera cortada en cubos (morcillo, ossobuco, aleta, morrillo, pescuezo, falda, pecho, costillar, carrilleras o rabo de vacuno)",
			"1 cucharada de mostaza*",
			"2-3 zanahorias medianas",
			"100 g de calabaza",
			"1 cebolla morada",
			"1 rama de apio",
			"Tomillo fresco en rama",
			"225 ml de cerveza tostada",
			"5-10 granos de pimienta de Jamaica (o común)",
			"Aceite de oliva",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				"Sala la ternera y embadúrnala con la mostaza.",
				"Enharina la carne y elimina el exceso de harina con ayuda de un colador.",
				"Prepara una sartén con aceite de oliva muy caliente y fríe la carne a fuego máximo lo justo para que se dore el exterior. Saca la carne de la sartén y ponla en el slow cooker.",
				"Pela las zanahorias, la calabaza, la cebolla y el apio. Trocea las zanahorias en rodajas, la calabaza en dados, la cebolla en trozos grandes y el apio en trozos pequeños. Incorpóralos a la olla lenta y mezcla con la carne.",
				"Añade la cerveza, la pimienta en grano y espolvorea con un poco de sal.",
				"Coloca una rama de hojas de apio y unas ramitas de tomillo en la superficie.",
				"Cocina entre 5 y 7 horas en BAJA –dependiendo de la carne que uses– o atendiendo a esta tabla de tiempos y este artículo según el tipo de carne que cocines.",
				"La carne debe estar suave, jugosa y deshacerse fácilmente a la presión de un tenedor."
			]
		},
		"Steps": []
	},
	{
		"Title": "Castañas asadas",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"Castañas"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Haz un corte en cada castaña a lo largo en una sola cara (corta en sentido horizontal como si trazaras un línea entre el pico y la base). Si quieres que las castañas se abran con facilidad, da otro corte más pequeño formando una cruz.",
			"Pon las castañas en el slow cooker, coloca un paño debajo de la tapa y cocina entre 1 hora y media y 2 horas en alta. Da una vuelta a las castañas a la mitad del tiempo de cocción.",
			"Cuando las castañas se abran y estén tiernas, estarán listas para comer.",
			"Sírvelas en cucuruchos de papel y consúmelas calientes y recién hechas."
		]
	},
	{
		"Title": "Patatas con costillas",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara",
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"750 g de patatas nuevas o para guisar",
			"500 g de costillas de cerdo (frescas o adobadas) o ternera troceadas",
			"3 dientes de ajo",
			"½ cebolla",
			"1 pimiento choricero",
			"Caldo de carne, ave, verdura o agua",
			"Aceite de oliva",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Sala las costillas. Si usas costillas de cerdo adobadas, sáltate este paso.",
			"Pela las patatas, lávalas y trocéalas haciendo un corte incompleto y chascando la patata. Sálalas ligeramente.",
			"Pela la cebolla y trocéala.",
			"Coloca las patatas en el slow cooker junto con las costillas, la cebolla, el pimiento choricero entero, 1 cucharada de aceite de oliva y los ajos aplastados y con su piel.",
			"Añade caldo o agua sin cubrir por completo los sólidos.",
			"Cocina durante 4 horas en ALTA o hasta que las patatas estén tiernas, el caldo espeso y las costillas estén tiernas y la carne se desprenda del hueso.",
			"Saca el pimiento choricero del slow cooker, ábrelo, retira las pepitas, rasca la pulpa y devuélvela al guiso.",
			"Mueve la olla lenta para que se mezcle con suavidad; prueba, rectifica de sal y sirve."
		]
	},
	{
		"Title": "Pescado al curry",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Pescado"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 kg de pescado blanco de carne firme, como rape, congrio",
			"800 ml de leche de coco cremosa (+70% coco)",
			"¼ pimiento rojo",
			"50 g de pasta de curry amarilla",
			"1 hoja de lima kaffir",
			"1 rama de citronela",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Corta el pescado en trozos medianos eliminando la espina central y la piel.",
			"Sala el pescado ligeramente.",
			"Corta el pimiento en tiras.",
			"Vierte la leche de coco en el sow cooker, añade la pasta de curry y mezcla por completo con ayuda de una varilla de cocina.",
			"Incorpora el pescado, el pimiento troceado, la lima kaffir y la citronela.",
			"Cocina durante 1 hora en ALTA.",
			"Sirve recién hecho acompañado de arroz blanco."
		]
	},
	{
		"Title": "Patatas a la crema queso",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Aperitivo",
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"2 o 3 patatas medianas",
			"1 diente de ajo",
			"300 ml de nata líquida",
			"Mantequilla a temperatura ambiente",
			"Queso emmental rallado",
			"Pimienta blanca recién molida",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pela las patatas, lávalas, sécalas y córtalas en rodajas finas.",
			"Parte el ajo y unta con él el interior del slow cooker.",
			"Pincela el interior de la olla de cocción lenta con mantequilla a temperatura ambiente.",
			"Coloca las patatas en capas siguiendo este orden: capa de patatas, pimienta blanca, sal y queso emmental rallado. Monta tres capas siguiendo ese orden.",
			"Añade la nata bañando las patatas e impregnando la capa superior, y ralla un poco más de queso encima.",
			"Coloca un paño de rizo sobre el slow cooker, pon la tapa encima y ténsalo.",
			"Cocina durante 4 horas en temperatura alta o hasta que las patatas estén tiernas y se traspasen con una brocheta fácilmente."
		]
	},
	{
		"Title": "Patatas importancia",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [],
		"Type": "Principal",
		"Ingredients": [
			"1 kg de patatas",
			"1 cebolla",
			"3 dientes de ajo",
			"Perejil fresco picado",
			"Unas 20 hebras de azafrán",
			"2 o 3 huevos",
			"Harina",
			"750 ml de caldo de verduras",
			"Sal y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pela las patatas, lávalas, córtalas en rodajas de 1,5 cm y salpimiéntalas.",
			"Bate dos huevos. Si se acaba el huevo batido antes que las patatas, ataca con el tercero. Enharina las patatas y pásalas por huevo para rebozarlas eliminando el sobrante de harina para que el rebozado quede ligero.",
			"Fríe las patatas por ambos lados en una sartén con aceite muy caliente. El rebozado debe quedar ligeramente dorado. Saca las patatas a un plato para que se escurra el aceite sobrante.",
			"Pica la cebolla muy fina y póchala en una sartén con aceite nuevo y caliente. Cuando la cebolla esté pochada, añade una cucharada generosa de harina, remueve y deja que se cocine durante cinco minutos.",
			"Machaca los dientes de ajo, pica el perejil muy fino y mezcla ambos con el azafrán. Añade este majado a la cebolla pochada e incorpora de inmediato el caldo de verduras.",
			"Coloca las patatas en el recipiente de la crock pot disponiéndolas ordenadas y en varios pisos. Vierte encima el contenido de la sartén y programa entre 2 y 3 horas en ALTA.",
			"Apaga el slow cooker, desenchufa y deja reposar durante 30 minutos antes de servir."
		]
	},
	{
		"Title": "Panceta crujiente",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Aperitivo",
			"Carne"
		],
		"Type": "Entrante",
		"Ingredients": [
			"1 pieza de panceta fresca de 750 g entera y con piel",
			"2-3 hojas de laurel",
			"15 granos de pimienta negra o blanca",
			"25 g de sal",
			"1 rama de romero",
			"1 litro de agua"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Mezcla en un recipiente el agua, la sal, las hierbas y la pimienta machacada.",
			"Sumerge la pieza de panceta durante 12 horas y guárdala en el frigorífico.",
			"Saca la carne, escúrrela y sécala.",
			"Envuelve la carne con una lámina de papel de horno y sella los bordes con varias dobleces.",
			"Coloca el paquete en el slow cooker y cocina durante 5 horas en BAJA o hasta que la grasa esté tierna y la carne jugosa (el tiempo es orientativo y depende de la potencia de cada olla lenta).",
			"Saca la panceta del paquete y colócala en un plato con la piel hacia arriba. Haz unos agujeros con un tenedor para facilitar que quede crujiente.",
			"A partir de aquí, puedes refrigerarla durante varios días (guárdala con la piel hacia abajo para que quede lisa) o hacerla al momento.",
			"Pon un poco de aceite en una sartén antiadherente. Caliéntala al máximo, coloca la panceta con la piel hacia abajo y baja el fuego a la mitad de su potencia (con una potencia de 9, en mi inducción lo cociné entre el 5 y el 6). Deja que se vaya tostando muy lentamente a una potencia media. Así te aseguras de que se forme una costra crujiente y dorada sin que se queme. Para evitar que se pegue, puedes cocinarla sobre una lámina de papel de horno cortado a un tamaño similar al de la pieza.",
			"Deja que se vaya tostando muy lentamente, durante unos 45 minutos, para que quede crujiente, dorada y no se queme.",
			"Al final, mueve la pieza con una espátula para tostar todas las caras de la panceta.",
			"Corta la panceta en porciones con un cuchillo afilado. Puede que la corteza se resista, en ese caso, da un corte a la capa crujiente con una tijera de cocina y corta el resto con cuchillo."
		]
	},
	{
		"Title": "Salmón confitado eneldo",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Pescado"
		],
		"Type": "Principal",
		"Ingredients": [
			"4 lomos de salmón de 200 g cada uno",
			"Aceite de oliva virgen extra",
			"Eneldo fresco",
			"Pimienta negra y blanca en grano",
			"3 dientes de ajo",
			"Flor de sal o sal maldon (opcional)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Seca los lomos de salmón con papel de cocina.",
			"Colócalos en el slow cooker de manera que entren bien y no se monten unos encima de otros. Yo los he puesto apoyados en un lado para que entren los 4 en un slow cooker de 3,5 litros.",
			"Da un golpe a los ajos para romperlos, elimina la piel y ponlos en el recipiente.",
			"Coloca ramas de eneldo fresco entre los lomos de salmón.",
			"Añade 10 granos de pimienta negra y blanca enteros.",
			"Vierte aceite sin que cubra por completo el pescado: al calentarse terminará por cubrirlo.",
			"Cocina en ALTA entre 45 minutos y una hora o hasta que el salmón esté cocinado pero tierno. Cuando empiece a salir jugo blanco del interior del pescado, estará listo de sobra, no dejes que se coagule.",
			"Saca los lomos y sirve de inmediato.",
			"Reserva el aceite y cuélalo*."
		]
	},
	{
		"Title": "Flan de cafe",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"4 huevos",
			"200 g de leche entera",
			"400 g de leche condensada",
			"200 ml de café",
			"100 g de azúcar"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Coloca el azúcar en una sartén y ponla al fuego. Vigila la sartén durante todo el proceso para evitar que el azúcar se queme. El azúcar irá fundiéndose hasta alcanzar un color caramelo.",
			"Mueve con suavidad la sartén para que el azúcar y el caramelo se vayan mezclando. Cuando empiece a burbujear, vierte pequeñas cantidades en cada molde de flan. Ten mucho cuidado de no tocar el caramelo en ningún momento con las manos ni ayudarte con algún utensilio de cocina. Mueve cada molde para que el caramelo se distribuya un poco por las paredes.",
			"Bate los huevos a mano hasta que la clara y la yema estén ligadas.",
			"Añade la leche condensada y remueve hasta mezclar por completo.",
			"Incorpora la leche y el café, y mezcla.",
			"Cuela la mezcla para eliminar posibles restos sólidos y distribúyela en los moldes de flan.",
			"Coloca sobre cada molde una lámina de papel metálico de cocina y forma una tapa con el papel.",
			"Pon dos dedos de agua cubriendo el fondo del slow cooker.",
			"Coloca las flaneras en el recipiente de la olla lenta, pon la tapa y cocina durante 2 horas y 30 minutos en temperatura alta.",
			" Abre la tapa y comprueba el punto de cocción de los flanes. Deben estar cuajados y, al atravesarlos con una brocheta, ésta debe salir limpia.",
			" Saca los flanes de la crock pot, deja que se templen y conserva en frío antes de servir."
		]
	},
	{
		"Title": "Bufalo Wings",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Aperitivo",
			"Americana"
		],
		"Type": "Entrante",
		"Ingredients": [
			"1,5 kg de alitas de pollo",
			"100 g de mantequilla",
			"150 g de salsa picante",
			"½ cucharadita de postre de espesante de fécula",
			"3 gotas de salsa Worcestershire",
			"1 ajo triturado",
			"Yogur, suero de yogur o buttermilk",
			"Pimienta negra",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Elimina los restos de plumas de las alitas con ayuda de un soplete. Elimina la punta cada alita y trocéalas en dos separándolas por la unión del hueso.",
			"Salpimienta las alitas y colócalas en una bolsa de zip. Añade un par de cucharadas de yogur, suero de yogur o buttermilk, cierra la bolsa eliminando la mayor parte de aire que sea posible. Deja reposar las alitas durante una noche o unas 8 horas en el frigorífico.",
			"Saca las alitas de la bolsa, desecha el líquido que puedan llevar, deja que se escurran y sécalas con papel de cocina.",
			"Prepara la salsa: derrite la mantequilla en un cazo al fuego, añade la salsa picante, las gotas de salsa Worcestershire, el ajo triturado y el espesante. Remueve hasta mezclar por completo y cocina a fuego medio entre 5 y 10 minutos o hasta que esté algo espesa.",
			"Coloca las alitas en el slow cooker solapadas unas con otras para que se hagan por igual.",
			"Pincela las alitas con un tercio de la salsa y reserva el resto.",
			"Cocina durante 3 horas en ALTA.",
			"Sirve las alitas calientes cubiertas con el resto de la salsa.",
			"Si lo deseas, puedes dar el acabado a las alitas en el horno. Precalienta el grill del horno. Saca las alitas del slow cooker y colócalas en una bandeja para horno. Gratina durante unos minutos hasta que la piel de las alitas estén doradas. Cubre con la salsa caliente."
		]
	},
	{
		"Title": "Tarta de queso japonesa",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"6 huevos",
			"250 g de queso crema",
			"50 g de mantequilla a temperatura ambiente",
			"100 g de leche",
			"60 g de harina de trigo",
			"60 g de Maicena o harina fina de maíz",
			"130 g de azúcar",
			"30 ml de zumo de limón",
			"1 g de cremor tártaro",
			"1 pizca de sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Precalienta el slow cooker en ALTA mientras preparas los ingredientes.",
			"Separa las claras de las yemas y reserva ambas.",
			"Pon las claras en un bol con el crémor tártaro. Monta las claras a punto de nieve con una batidora eléctrica de varillas. Ve añadiendo el azúcar poco a poco a medida que las claras se van montando.",
			"En otro bol, mezcla el queso crema, la mantequilla a temperatura ambiente, la sal y la leche, y bate.",
			"Incorpora las yemas y el zumo de limón a la mezcla y sigue batiendo.",
			"Agrega las harinas tamizadas y mezcla a mano con suavidad.",
			"Vierte las claras a punto de nieve sobre la masa incorporándolas a mano con movimientos suaves –con la ayuda de una espátula– hasta que queden perfectamente mezcladas.",
			"Engrasa un molde, coloca una banda de papel de horno rodeando la pared del molde, vierte la masa en él y colócalo en el slow cooker. Pon un paño de rizo sobre la olla y coloca la tapa encima.",
			"Cocina durante 1 hora y 30 minutos en ALTA."
		]
	},
	{
		"Title": "Cookies Chocolate blanco y cacahuetes",
		"Amount": "",
		"Utility": "",
		"Tags": [],
		"Type": "Postres",
		"Ingredients": [
			"1 tableta chocolate blanco",
			"50gr cacahuetes",
			"150gr azúcar blanco",
			"150gr azúcar moreno",
			"330gr harina",
			"1 cucharada levadura",
			"2 cucharadas canela",
			"2 huevos",
			"130gr mantequilla"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Mezclamos los dos azucares con la mantequilla derretida y dos huevos.",
			"Añadimos a la harina (a la que previamente hemos hechado la canela y la levadura) y no dejamos de mezclar mientras vamos agregando poco a poco el chocolate y los cacahuetes.",
			"En el horno 160º durante unos 15/20 min, que queden doradas por arriba, se endurecen al enfriarse."
		]
	},
	{
		"Title": "Cuajada de chocolate blanco",
		"Amount": "5",
		"Utility": "",
		"Tags": [],
		"Type": "Postres",
		"Ingredients": [
			"100 grs. de chocolate blanco",
			"50 grs. de azúcar",
			"500 ml. de leche",
			"1 sobre de cuajada"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Separamos 250 ml. de leche y disolvemos el contenido del sobre de cuajada.",
			"Reservamos.Troceamos el chocolate y lo ponemos en un cazo al fuego con 250 ml. de leche y el azúcar, y lo revolvemos hasta que se deshaga el chocolate por completo y empiece a hervir.",
			"Apartamos del fuego unos segundos mientras añadimos el preparado de la leche con el sobre de cuajada y volvemos a poner al fuego removiendo de continuo hasta que vuelva a hervír otra vez.",
			"Servir frío y por lo menos con un par de horas de reposo"
		]
	},
	{
		"Title": "Crema de caramelo y galleta",
		"Amount": "",
		"Utility": "",
		"Tags": [],
		"Type": "Postres",
		"Ingredients": [
			"120 g de galletas maría",
			"100 g de azúcar",
			"30 g de caramelo líquido",
			"500 g de nata líquida",
			"500 g de leche",
			"3/4 de un sobre de cuajada",
			"8 galletas más para decorar"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Hacemos la cuajada como indique el fabricante",
			"Añadimos el resto de ingredientes excepto el caramelo",
			"Con el caramelo pintamos los moldes y vertemos la mezcla",
			"Refrigeramos durante un par de horas"
		]
	},
	{
		"Title": "Pulled Pork",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Americana",
			"Carne",
			"Bocadillos"
		],
		"Type": "Principal",
		"Ingredients": [
			"475 g de aguja de cerdo",
			"30 g de azúcar moreno",
			"15 ml de vinagre de manzana",
			"40 ml de ketchup",
			"15 ml de soja",
			"15 ml de aceite",
			"250 ml de agua",
			"1 cebolla",
			"2 ajos",
			"1 guindillas",
			"1 hoja de laurel",
			"1 cucharadas de mostaza dijón",
			"1 cucharadita de pimentón dulce"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Introducimos el azúcar, el vinagre, el kétchup, la soja, el aceite, el agua, la cebolla, el ajo, la guindilla, la mostaza y el pimentón, trituramos a velocidad 8 durante 1 minuto.",
			"Añadimos la carne en tacos grandes y e laurel, programamos 90ºC, potencia de calor 5, velocidad 0 durante 5 horas.",
			"Pasado este tiempo, retiramos la carne y programamos 110ºC, potencia de calor 7, velocidad 1 durante 15 minutos para reducir la salsa.",
			"Mientras tanto, deshilachamos la carne con ayuda de dos tenedores. Cuando la salsa esté reducida mezclamos con la carne deshilachada.",
			"Servimos con pan de hamburguesa, cebolla morada encurtida, pepinillos agridulces y lechuga con mayonesa cortada finamente."
		]
	},
	{
		"Title": "Almejas a la marinera",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [],
		"Type": "Principal",
		"Ingredients": [
			"750 g de almejas",
			"70 g de aceite de oliva",
			"100 g de cebolla",
			"30 g de ajos",
			"1 cucharada de pan rallado",
			"100 g de vino blanco",
			"100 g de agua",
			"El zumo de medio limón",
			"Sal",
			"Medio cubilete de hojas de perejil"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponga las almejas en agua y sal un mínimo de media hora, para que suelten la tierra. Frote unas contra otras y enjuáguelas bien bajo el chorro de agua fría. Colóquelas en el cestillo y reserve",
			"Vierta en el vaso el aceite, la cebolla y los ajos para hacer el sofrito, y programe 7 minutos, temperatura Varoma, velocidad 3.",
			"Seguidamente, añada el pan rallado, el vino, el agua, el zumo de limón y la sal, introduzca el cestillo con las almejas espolvoreadas con un poco de perejil troceado, sazone y programe 15 minutos, temperatura Varoma, velocidad 2.",
			"Compruebe que se han abierto las almejas, de no ser así, programe unos minutos más.",
			"Retire el cestillo y vierta el contenido en una fuente de servir. Rectifique el punto de sal, vierta la salsa sobre las almejas y sírvalas muy calientes, adornándolas con el resto de perejil troceado.",
			"Para hace más cantidad de almejas a la marinera con la Thermomix, ponga éstas en el recipiente Varoma, y haga el resto de la receta igual, teniendo en cuenta que debe dejar espacio para cuando se abran las almejas. Vierta la salsa, una vez hecha sobre las almejas."
		]
	},
	{
		"Title": "Cerdo en salsa picante",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [],
		"Type": "Principal",
		"Ingredients": [
			"1 Kilo de paleta de cerdo cortada en cubos de 1 pulgada",
			"4 dientes de ajo machacados",
			"2 papas grandes peladas y cortadas en cubos",
			"2 pimientos morrones cortados en trozos grandes",
			"2 calabacines grandes cortados en trozos de 1/2 pulgada",
			"500gr de tomates",
			"1 taza de jugo v8",
			"Salsa picante al gusto",
			"1 taza de caldo de pollo",
			"Sal y pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Trabajando en lotes pequeños, dore la paleta de cerdo y agréguela a la olla de cocción lenta.",
			"Saltee el ajo durante 1 minuto y agréguelo a la olla.",
			"Agregue papas, tomates enlatados, jugo v8, salsa picante y mejor que el caldo a la olla.",
			"Cocine a fuego lento durante 7-8 horas o a fuego alto durante 5-6 horas.",
			"Agregue los pimientos y el calabacín durante los últimos 45 minutos a una hora de cocción. Los quieres cocidos pero aún un poco firmes para una variedad de textura.",
			"Sazone con sal y pimienta"
		]
	},
	{
		"Title": "Bacalao dorado",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Pescado",
			"Portuguesa"
		],
		"Type": "Entrante",
		"Ingredients": [
			"250 g de patatas paja y fritas en aceite de oliva virgen extra",
			"100 g de aceite de oliva",
			"400 g de cebolla cortada en juliana (2 cebollas hermosas)",
			"400 g de bacalao desalado y desmigado",
			"4 huevos",
			"50 g de nata",
			"80 g de aceitunas negras sin hueso",
			"pimienta negra recién molida y sal (opcional)",
			"Perejil fresco"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Lo primero que haremos será cortar las patatas en paja y freirlas en abundante aceite caliente. Una vez fritas reserva en un plato con papel de cocina que absorberá el exceso de aceite y sal.",
			"Corta las cebolla en mitades y con un cuchillo ve cortándo la juliana. Con dos cebollas será suficiente. Reserva",
			"Pon en el vaso de la Thermomix® la mariposa, vierte el aceite de oliva y calienta 3 minutos, varoma, velocidad 1.",
			"Una vez el aceite está caliente, vierte la cebolla reservada y programa 12 minutos, temperatura varoma y velocidad 1.",
			"Añade el bacalao al vaso y programa 3 minutos, Varoma, giro a la izquierda y velocidad 1.",
			"Incorpora al vaso la patatas paja y programa 3 minutos, Varoma, giro a la izquierda y velocidad 1.",
			"Pon una sartén grande al fuego y cuando esté caliente, vierte toda la mezcla del vaso.",
			"En el vaso sin lavar y sin mariposa, pon los 4 huevos y la nata y mezcla 10 segundos en velocidad 3. Échalos en la sartén y ve cuajando.",
			"Solo falta que eches las aceitunas negras, la pimienta y espolvorees con perejil"
		]
	},
	{
		"Title": "Pisto",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Aperitivo",
			"Entrante"
		],
		"Type": "Verdura",
		"Ingredients": [
			"150 gr de pimiento rojo en trozos",
			"150 gr de pimiento verde en trozos",
			"300 gr de cebolla cortada en cuartos",
			"300 gr de calabacin sin pelar, lavado y en trozos medianos",
			"60 gr de aceite de oliva virgen extra",
			"500 gr de tomate triturado",
			"1 cucharadita sal",
			"1 pizca de azucar",
			"1 pizca de pimienta negra molida"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponemos en el vaso los pimientos y la cebolla y programamos 4 segundos, velocidad 4. Reservamos todo en el cestillo.",
			"Troceamos el calabacín programando 2 segundos, velocidad 4.",
			"Añadimos el aceite y las verduras reservadas. Programamos 15 minutos, temperatura Varoma, giro a la izquierda, velocidad cuchara.",
			"Incorporamos el tomate, la sal y la pimienta y la pizca de azucar y programamos 20 minutos, temperatura Varoma, giro a la izquierda, velocidad cuchara."
		]
	},
	{
		"Title": "Pancakes",
		"Amount": "",
		"Utility": "",
		"Tags": [],
		"Type": "Principal",
		"Ingredients": [
			"1 huevo",
			"120 g (1 taza) harina de trigo",
			"200 ml (entre 3/4-1 taza) de leche entera (quieres una consistencia gruesa pero no imposible de verter!)",
			"30 ml (2 cucharas) de aceite vegetal (o de girasol)",
			"20 g (1,5 cucharas) de azúcar",
			"15 g (3 cucharitas) de levadura en polvo",
			"2,5 g (1/2 cucharita) de sal",
			"5 g (1 cucharita) de canela molida"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Mezcla primero los ingredientes secos.",
			"Después, añade los ingredientes húmedos.",
			"Mezcla bien, hasta que quede sin grumos.",
			"Verte pequeñas cantidades en una sartén engrasada con mantequilla",
			"Girala cuando veas burbujas."
		]
	},
	{
		"Title": "Crujiente de manzana",
		"Amount": "4",
		"Utility": "",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"6 manzanas grandes",
			"200 g (1 taza) de azúcar",
			"90 g (3/4 taza) de harina",
			"80 g (1/3 taza) mantequilla",
			"60 ml (1/4 taza) de agua",
			"5 ml (1 cucharita) de canela",
			"2,5 ml (1/2 cucharita) de sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Precalienta el horno a 180°C",
			"Pela las manzanas y córtalas en trozos medianos.",
			"Coloca los trozos en la bandeja del horno",
			"Comprueba el punto de cocción, ni crudos ni echos pure.",
			"En un bol pequeño mezcla la harina y azúcar. Añade la mantequilla y machaca con un tenedor hasta que quedé más o menos hecho una pasta pero con muchas migas también.",
			"Distribuye la mezcla por encima de las manzanas. Hornea por unos 40 minutos, hasta que las manzanas se estén caramelizando y esté totalmente dorada encima."
		]
	},
	{
		"Title": "Ratafía",
		"Amount": "",
		"Utility": "",
		"Tags": [
			"Cocktail",
			"Bebida"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"250 gr. de nueces tiernas, a ser posible recolectadas la noche de San Juan",
			"10 gr. de tomillo",
			"5 gr. de canela en rama",
			"2 l. aguardiente anisado",
			"½ l. jarabe ( agua y azúcar en partes iguales)",
			"4 Membrillos, solo el zumo "
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Machacar las nueces y dejarlas en maceración  con el resto de ingredientes durante 50 días.",
			"Pasados estos días filtraremos, el liquido, que quedara listo para su consumo"
		]
	},
	{
		"Title": "Limonchelo",
		"Amount": "",
		"Utility": "",
		"Tags": [
			"Bebida",
			"Cocktail"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"Cáscaras de 6 limones amarillos",
			"1/2 litro de alcohol refinado",
			"1/2 litro de agua",
			"1/2 kilo de azúcar blanca"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Quitar la cáscara amarrilla de los limones, con cuidado que no contengan la parte blanca.",
			"Colocarla en un frasco limpio, y cubrirla con el alcohol.",
			"Dejarla macerar en un lugar oscuro y fresco durante 4 semanas. Una vez pasado este tiempo, filtrar el alcohol y reservar.",
			"Preparar un almíbar liviano con el agua y el azúcar, dejar enfriar bien e incorporar el alcohol filtrado, que debe ya tener el color y sabor de los limones."
		]
	},
	{
		"Title": "Licor café",
		"Amount": "",
		"Utility": "",
		"Tags": [
			"Cocktail",
			"Bebida"
		],
		"Type": "Cocktail",
		"Ingredients": [
			"300ml de café, molido, de la mejor calidad",
			"1 - 1/2 tazas de agua hirviendo",
			"3/4 taza de azúcar granulada",
			"1/4 taza de azúcar morena",
			"1/2 cucharadita de extracto de vainilla",
			"1 - 1/2 tazas de vodka"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Mezclar el café molido con el agua hirviendo, dejar reposar por 2 minutos.",
			"Colarlo en un colador para café y ponerlo en una ollita a fuego bajo.",
			"Agregar el azúcar y cocinar revolviendo hasta que empiece a salir vapor (como 5 minutos), teniendo cuidado de no hervir la mezcla.",
			"Remover del fuego y dejar enfriar. Agregar la vainilla y el vodka. Poner en una botella limpia, desinfectada, y dejar madurar los sabores por 3-4 días antes de servir."
		]
	},
	{
		"Title": "Champiñones crema",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Aperitivo"
		],
		"Type": "Entrante",
		"Ingredients": [
			"800 g de champiñones Portobello",
			"1 cucharada de mantequilla",
			"100 ml de caldo de verduras, ave o agua",
			"50 ml de brandy",
			"1 cucharada rasa de Maizena",
			"150 ml de nata líquida",
			"Perejil fresco picado",
			"Pimienta blanca",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pon el brandy en un cazo al fuego y deja que hierva hasta que reduzca a la mitad.",
			" Añade la mantequilla, disuelve e incorpora la Maizena, removiendo hasta que quede ligada.",
			" Agrega el caldo o el agua, remueve hasta mezclar y cocina durante unos minutos hasta que quede como una crema.",
			" Elimina la base de los champiñones (puedes aprovecharlos para hacer una crema de champiñones) y límpialos con un paño de microfibra húmedo.",
			" Corta los champiñones en cuatros u octavos (depende del tamaño que tengan).",
			" Pon los champiñones en el slow cooker, espolvorea con un poco de sal, añade la crema que has cocinado antes y mezcla bien.",
			" Cocina durante 3 horas en ALTA. Si finalizando la cocción los champiñones tienen un exceso de líquido, deja que reduzca con la tapa entreabierta.",
			" Añade la nata, mezcla y deja que se cocine 30 minutos más o hasta que la salsa quede cremosa. Espolvorea pimienta a tu gusto, añade perejil picado y rectifica de sal si es necesario."
		]
	},
	{
		"Title": "Garbanzos melosos",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"400 g de garbanzos",
			"1 pata de ternera limpia y troceada",
			"½ morro de ternera limpio y troceado",
			"1 oreja de cerdo limpia y troceada",
			"250 g de chorizo fresco",
			"2 dientes de ajo",
			"150 g de tocino con veta",
			"150 g de jamón",
			"1 cebolla",
			"Laurel",
			"Perejil fresco",
			"1 cucharada de pimentón",
			"1 cucharadita de comino en polvo",
			"Aceite de oliva virgen extra",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Remoja los garbanzos durante 10 horas en agua templada con un poco de sal.",
			"Enjuaga el morro y la pata en agua fresca.",
			"Lava la oreja de cerdo y hiérvela durante 10 minutos para una limpieza exhaustiva. Si lo deseas, puedes hacer lo mismo con la pata y el morro.",
			"Trocea el tocino y el jamón en tacos.",
			"Corta la cebolla muy fina y los ajos en trozos grandes.",
			"Pon en el slow cooker el morro, la pata, la oreja y los garbanzos escurridos, el chorizo entero, el jamón y el tocino. Añade pimentón, comino, la cebolla, el ajo, una rama de perejil, una hoja de laurel, 3 cucharadas de aceite de oliva y un poco de sal.",
			"Añade agua hasta que cubra los sólidos.",
			"Cocina durante 12 horas en ALTA o hasta que los callos y los garbanzos estén tiernos. Esta receta puede llevar hasta 24 horas de cocción en función del punto de melosidad de los cárnicos que se quiera conseguir.",
			"Prueba y rectifica el punto de sal al final si es necesario."
		]
	},
	{
		"Title": "",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Carne",
			"Aperitivo"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"700 g de salchichas frescas (butifarra, chorizo criollo, longaniza o salchicha de Toulouse)",
			"600 g de grasa de pato, manteca de cerdo o una mezcla de ambas",
			"Romero y tomillo fresco",
			"1 hoja de laurel",
			"Pimienta negra y blanca en grano",
			"4 dientes de ajo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Coloca las salchichas en el slow cooker. Añade la grasa escogida, unas ramitas de romero y tomillo frescas, el laurel y unos 10 o 15 granos de pimienta negra y blanca enteros.",
			"Da un golpe a los ajos para romperlos. Elimina la piel y colócalos en el recipiente.",
			"Cocina durante 3 horas en ALTA.",
			"Saca las salchichas y guárdalas en un recipiente o táper de vidrio con cierre hermético cubiertas por completo por la grasa y con las hierbas y los ajos cocinados. Conserva en el frigorífico y consume en dos o tres semanas.",
			"Lava y esteriliza los botes de vidrio con cierre hermético hirviéndolos durante 10 minutos a fuego fuerte. Deja que se sequen por completo.",
			"Introduce las salchichas en el bote y rellena con la grasa y el resto de ingredientes, repartiendo todo en tantos tarros como sea necesario.",
			"Añade grasa con generosidad: una vez cocinadas, la grasa debe cubrir las salchichas.",
			"Cierra los botes y colócalos en el slow cooker. Añade agua al recipiente hasta cubrir la mitad de la altura de los botes.",
			"Cocina durante 3 horas en ALTA.",
			"Saca los botes con cuidado y deja que se enfríen sin abrirlos bajo ningún concepto, ya que el contenido podría salir violentamente y producir quemaduras si se abre en caliente.",
			"Conserva en frío y consume en el plazo de unas dos o tres semanas."
		]
	},
	{
		"Title": "Quesada pasiega",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"500 g de queso quark",
			"4 huevos",
			"100 g de mantequilla fundida",
			"250 g de azúcar",
			"100 g de harina",
			"0,5 g (1/2 cucharadita) de canela en polvo",
			"1 limón",
			"Una pizca de sal",
			"Azúcar glass para espolvorear"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Coloca papel de horno en el slow cooker forrando con él el fondo y las paredes. Haz pequeños pliegues para que se adapte a la forma de la olla extraíble.",
			"Enciende el slow cooker en temperatura alta para que se precaliente mientras preparas la masa.",
			"Bate los huevos a mano con la mantequilla fundida y el azúcar hasta que la mezcla esté bien integrada.",
			"Añade el queso quark, la sal, la ralladura de medio limón y la canela, y mezcla de nuevo.",
			"Tamiza la harina e incorpórala a la masa en tres veces, mezclando a mano y con suavidad cada vez hasta que la masa sea homogénea.",
			"Vierte la masa en el slow cooker y espolvorea un poco de azúcar encima.",
			"Coloca un paño de rizo encima de la olla de cocción lenta y pon la tapa sobre el paño. Tensa un poco la tela estirando las esquinas.",
			"Cocina durante 2 horas y media en ALTA o hasta que la masa esté bien cuajada.",
			"Cuando la quesada esté hecha, destapa y deja que se temple un poco antes de sacarla del slow cooker."
		]
	},
	{
		"Title": "Pollo al ajillo",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Carne",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 kg de pollo de corral troceado",
			"1 cabeza de ajos grande",
			"75 ml de vino blanco",
			"Aceite de oliva",
			"Pimienta negra",
			"Sal",
			"1 ramita de tomillo fresco o romero (opcional)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Precalienta el slow cooker en ALTA, añadiendo el aceite justo para que cubra el fondo de la olla.",
			"Corta la cabeza de ajos por la mitad, pela los ajos y ponlos a freír en una sartén a temperatura media. Con este paso conseguirás aromatizar el aceite y que los ajos se cocinen. Cuando empiecen a dorarse, sácalos con una espumadera, añádelos a la crock pot y cierra la tapa.",
			"Salpimienta el pollo troceado y fríelo en la sartén a fuego fuerte sin cambiar el aceite.",
			"Cuando el pollo esté dorado, resérvalo en un plato. Cuando hayas frito todas las tandas, ponlo en la olla de cocción lenta junto con los ajos y una parte del aceite en el que has frito el pollo.",
			"Retira todo el aceite de la sartén y vierte el vino blanco. Deja que se cocine durante un minuto para que pierda el alcohol y añádelo a la crock pot. Remueve bien para que se mezcle.",
			"Puedes aromatizar el pollo al ajillo añadiendo una ramita de tomillo fresco o romero en este momento.",
			"Pon el slow cooker en BAJA y cocina durante 3 horas."
		]
	},
	{
		"Title": "Salsa Española",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"150 gr. cebolla",
			"2 dientes ajo",
			"30 gr. aceite",
			"1 cta. postre harina",
			"65 gr. tomate frito",
			"100 gr. vino blanco",
			"350-400 gr. agua",
			"1 cta. de Bovril o 1/2 pastilla caldo carne",
			"nuez moscada"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Picar cebolla y ajos, 2 seg. vel.5. Bajar restos, añadir el aceite y pochar 10 min. Varoma. vel. cuchara, sin cubilete.",
			"Harina, tomate y vino blanco 5 min. Varoma, vel.1., sin cubilete, para favorecer la evaporación del alcohol.",
			"A continuación, agua, concentrado carne, sal y nuez moscada, 20 min. 100º, vel.2. Sin cubilete, colocar el cestillo en su lugar para evitar salpicaduras. Después triturar 10 seg.,  vel. 10.",
			"Volcar la salsa sobre las albóndigas y cocer unos 10-15 minutos."
		]
	},
	{
		"Title": "Potaje garbanzos bacalao",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Principal",
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"250g de garbanzos",
			"300g de bacalao desmigado",
			"3 huevos",
			"150g de espinacas frescas",
			"1 cabeza de ajo entera",
			"2 dientes de ajo",
			"1 hoja de laurel",
			"1 cebolla",
			"1 cucharadita colmada de pimentón dulce",
			"1 cucharada de perejil fresco picado",
			"Aceite de oliva virgen extra",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Desala el bacalao poniéndolo en remojo durante 24 horas. Cambia tres veces el agua (cada 8 horas).",
			"Pon los garbanzos en remojo con agua tibia durante 12 horas. Pasado ese tiempo, escurre y elimina el agua de remojo.",
			"Cuece los huevos. Pon a calentar un cazo con agua y sal. Cuando rompa a hervir, desliza los huevos en el agua con una cuchara (para que no se rompan ni te salpique el agua caliente) y cuece durante 15 minutos a fuego vivo. Escurre, deja enfriar por completo y reserva.",
			"Pon los garbanzos remojados, la cabeza de ajos entera cortada por la mitad, dos cucharadas de aceite de oliva, un poco de sal y una hoja de laurel en la olla. Cubre con agua (2cm por encima de los garbanzos) y cocina durante 10 horas en ALTA sin abrir la olla en ningún momento.",
			"Una vez cocidos los garbanzos, agrega las espinacas a la olla caliente, tapa y deja que se cocinen durante 30 minutos en ALTA.",
			"Pica la cebolla y los dos dientes de ajo en trozos muy finos.",
			"Prepara una sartén con dos cucharadas de aceite y ponla al fuego. Pocha el ajo picado durante dos minutos, añade la cebolla y deja que se cocine hasta que esté transparente.",
			"Incorpora el pimentón, retira del fuego y remueve bien. Vuelca este sofrito en la olla.",
			"Pica los huevos duros y reserva.",
			"Añade el bacalao y apaga la olla. Tapa y deja que se cocine con el calor residual durante 10 minutos. Pasado ese tiempo, prueba y rectifica de sal.",
			"Incorpora el huevo picado y el perejil. Mueve la olla o remueve suavemente con un cucharón hasta que se mezcle. Deja que asiente durante 15 minutos antes de servir."
		]
	},
	{
		"Title": "Champiñones guisados",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Cuchara",
			"Aperitivo"
		],
		"Type": "Principal",
		"Ingredients": [
			"700g de champiñones",
			"2 cebollas",
			"3 dientes de ajo",
			"150ml de vino blanco",
			"1 cucharadita de harina",
			"Aceite de oliva",
			"2 aros de guindilla o 1 cayena",
			"Perejil fresco",
			"Sal",
			"Pimienta"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Enciende la Crock Pot en ALTA.",
			"Limpia los champiñones y trocéalos en medios o cuartos.",
			"Pica la cebolla en trozos finos, trocea los ajos y pon todo a pochar en una sartén con aceite de oliva junto a los dos aros de guindilla o la cayena.",
			"Cuando la cebolla empiece a perder dureza, añade una cucharadita de harina, remueve y deja que se cocine durante dos minutos.",
			"Añade el vino blanco, deja que reduzca un poco y remueve bien al fuego.",
			"Incorpora los champiñones a la sartén, añade un poco de sal, saltea para que se mezcle todo bien y pásalo a la Crock Pot.",
			"Cocina durante 3 horas en ALTA (comprueba el punto de cocción).",
			"Cuando los champiñones estén hechos,prueba y rectifica de sal y pimienta, espolvorea con perejil picado y sirve."
		]
	},
	{
		"Title": "Salchichas al vino",
		"Amount": "4",
		"Utility": "Crockpot",
		"Tags": [
			"Principal",
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				"4 butifarras de 200g (aproximadamente) cada una",
				"1 cebolla",
				"3 dientes de ajo",
				"50ml de vino blanco",
				"100ml de aceite de oliva virgen extra",
				"Sal"
			]
		},
		"Steps": [
			"Pela la cebolla y córtala en juliana fina.",
			"Pela los dientes de ajo y rómpelos con una maza o la hoja de un cuchillo.",
			"Pon el aceite en la olla y añade la cebolla troceada.",
			"Coloca la cebolla y los ajos en la olla, añade un poco de sal y remueve bien para que se impregne de aceite.",
			"Calienta una plancha, pincela la superficie con un poco de aceite y marca las butifarras por los dos lados hasta que tomen color.",
			"Coloca las butifarras encima de la cama de cebolla, riega con el vino blanco, tapa la olla y programa 3 horas en ALTA.",
			"Retira las butifarras de la olla y reserva.",
			"Tritura la cebolla junto con los jugos con una batidora de mano hasta que quede una salsa fina. Pruébala y rectifica de sal si es necesario.",
			"Vuelve a poner la salsa en la olla y sumerge en ella las butifarras.",
			" Mantén caliente hasta la hora de servir."
		]
	},
	{
		"Title": "Lomo de orza",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Carne",
			"Aperitivo"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"750g de lomo de cerdo fresco o adobado",
			"Aceite de oliva virgen extra",
			"3 ajos",
			"2 hojas de laurel",
			"1 chile rojo",
			"10 granos de pimienta negra",
			"Tomillo en rama",
			"¼ de limón encurtido en sal o piel de limón normal",
			"1 rama de canela",
			"Sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Corta la pieza de lomo en filetes gruesos de unos 4 cm (aproximadamente tres dedos).",
			"Pon el lomo en la olla, añade los ajos, la canela, el chile, los granos de pimenta, el tomillo y la piel de limón, el laurel y un poco de sal.",
			"Cubre la carne por completo con aceite de oliva virgen extra.",
			"Tapa la olla y programa 2 horas en temperatura ALTA o 3 horas y media en BAJA.",
			"Pon la carne en un bote grande y añade la grasa en la que se ha confitado cuidando que la cubra por completo.",
			"Guarda el bote en frío y deja que repose durante 15 días antes de consumirlo."
		]
	},
	{
		"Title": "Guisantes con jamon",
		"Amount": "",
		"Utility": "Crockpot",
		"Tags": [
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 Cebolla",
			"1 puerro",
			"Aceite de oliva virgen extra",
			"4 anchoas (en aceite)",
			"1 bote de tomate natural troceado (400 gramos)",
			"500 gramos de guisantes",
			"150 gramos de jamón serrano en tacos",
			"4 huevos (1 por persona)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"En una sartén calentamos un poco de aceite y sofreímos la cebolla y el puerro, picados, hasta que esté transparente. Añadimos las anchoas y las deshacemos con el sofrito. Tienen que quedar deshechas y mezcladas con el sofrito de verdura.",
			"En la olla lenta ponemos, en este orden, los guisantes, el sofrito de cebolla y anchoas, el tomate troceado y el jamón. Poner los ingredientes en capas no revueltos. Tapamos la CrockPot y cocinamos durante 4 horas en temperatura ALTA. La última hora de cocción destapamos la olla para que se evapore el líquido del guiso.",
			"Comprobamos cuando haya terminado el tiempo la cocción de los guisantes y mezclamos en la olla, con ayuda de una lengua o cuchara, todos los ingredientes.",
			"Probamos el punto de sal de la comida y rectificamos si hace falta. La sal no la echamos hasta el final del guiso.",
			"Escalfamos (o freímos) los huevos, y servimos en los platos los guisantes, con el huevo encima."
		]
	},
	{
		"Title": "Arroz con sofrito",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Cuchara"
		],
		"Type": "Principal",
		"Ingredients": [
			"130 gr de aceite de oliva virgen",
			"4 dientes de ajo",
			"1/2 cebolla",
			"1 tomate",
			"30 gramos de pimiento verde",
			"100 gr vino blanco",
			"750 gr de agua",
			"1 pastilla de caldo",
			"sal, especias de pinchitos y pimienta negra al gusto",
			"3 cubiletes de arroz",
			"colorante"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Poner todos los ingredientes del sofrito en el vaso (ajos, cebolla, pimiento, tomate, aceite). Trocearlos 4 segs a velocidad 5.",
			"Programar 8 minutos a temperatura varoma, velocidad 2.",
			"Triturar todo el sofrito unos segundos a velocidad 10.",
			"Añadir el vino blanco. Programar 2 minutos, temperatura varoma, velocidad cuchara, giro a la izquierda.",
			"Incorporar el laurel, pastilla de caldo, el agua y un poco de colorante. Programar 20 minutos, 100 grados, velocidad cuchara, giro a la izquierda.",
			"Incorporar el arroz por el cubilete y programar 15 minutos, 100 grados, velocidad cuchara y giro a la izquierda.",
			"Dejar reposar 4 ó 5 minutos."
		]
	},
	{
		"Title": "Croquetas cocido",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Aperitivo",
			"Entrante"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"250 g. de carne y jamon del cocido aproximadamente.",
			"40 g. de cebolla",
			"150 de aceite de oliva",
			"200 g. de harina",
			"1 litro de leche entera",
			"nuez moscada al gusto",
			"sal,pan rallado , harina y huevo para rebozar"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Picar la carne y el jamon 10 segundos , velocidad 6 y reservar",
			"Picar la cebolla 3 segundos, velocidad 6",
			"Añadir aceite y programar 5 minutos , tem. Varoma, velocidad 1",
			"Añadir carne y jamon y programar 3 minutos ,tem. Varoma , velocidad 1",
			"Echar harina, mezclar 3 seg. velocidad 6. Bajar restos con la espàtula. Programar 3 minutos, tem. 100º velocidad 1",
			"Poner leche, nuez moscada y sal, 7 minutos , tem. Varoma, velocidad 4.",
			"Parar un poco antes de que acabe y probar , añadir sal si es necesario y continuar.",
			"Cuando termine poner en una fuente y dejar enfriar. Yo las rebozo en harina, huevo y pan rallado.Se pueden hacer de cualquier otra cosa pero siempre manteniendo la cantidad de leche y harina. Salen 50-60 croquetas, segun tamaño. Yo las pongo en una babdeja y las congelo , luego las meto en una bolsa."
		]
	},
	{
		"Title": "Chicharos con chorizo",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [],
		"Type": "Principal",
		"Ingredients": [
			"1 cebolla mediana. ( 150 gramos ).",
			"100 gramos de pimiento rojo.",
			"2 dientes de ajo.",
			"1 zanahoria en trozos.",
			"50 gramos de aceite de oliva.",
			"2 chorizos en rodajas.",
			"1 trozo pequeño de tocino.",
			"100 gramos de jamón en taquitos.",
			" botes de judias blancas cocidas y escurridas. ( 800 gramos ).",
			"500 gramos de caldo.",
			"1 hoja de laurel.",
			"1 cucharadita de sal."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pon en el vaso la cebolla, pimiento rojo, los ajos, la zanahoria y el aceite. Trocea 4 seg/ vel. 4. Baja con la espatula los restos hacia en fondo del vaso.",
			"Sofrie 10 minu/ varoma/ vel. 1.",
			"Añade el chorizo, el tocino, el jamón, 3 cucharadas de alubias, el caldo, el laurel y la sal. Programa 20 minu/ 100 grados/ giro a la izquierda/ vel. cuchara.",
			"Agrega el resto de las alubias y programa 3 minu/ 100 grados/ giro a la izquierda/ vel. cuchara. Vierte en una fuente y sirve."
		]
	},
	{
		"Title": "Salsa Ranchera",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Salsas"
		],
		"Type": "Salsas",
		"Ingredients": [
			"200 g. de nata para cocinar",
			"200 g. de mayonesa",
			"1 cucharadita de ajo en polvo",
			"1 cucharadita de cebolla frita",
			"2 pellizcos de pimienta molida",
			"1 cucharadita de perejil seco",
			"5 ramitas de cebollino fresco picado",
			"½ cucharadita de sal",
			"1 cucharada de zumo de limón"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponemos todos los ingredientes de la salsa en el vaso de la Thermomix y programamos 10 segundos, a velocidad 6. Con la espátula, bajamos la mezcla hacia el fondo del vaso y programamos otros 10 segundos, a velocidad 6.",
			"Vertemos la salsa en un tarro y reservamos en el frigorífico hasta el momento de servir."
		]
	},
	{
		"Title": "Macarrones con chorizo",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Principal",
			"Pasta"
		],
		"Type": "Principal",
		"Ingredients": [],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": [
				"250 g. de macarrones",
				"450 g. de agua",
				"300 g. de tomate frito",
				"20 g. de aceite de oliva",
				"1 cucharadita de sal",
				"1 o ½ cucharadita rasa de pimentón dulce (opcional y según gustos, yo echo ½ cucharadita)",
				"1 cucharadita de orégano",
				"1 pellizco de ajo en polvo (opcional)",
				"150 g. de chorizo en taquitos o en rodajas",
				"Queso para gratinar al gusto"
			]
		},
		"Steps": [
			"Echamos todos los ingredientes en el vaso de la Thermomix (excepto el queso rallado) y programamos 15 minutos, temperatura 100º, giro a la izquierda y velocidad cuchara."
		]
	},
	{
		"Title": "Salchichas al vino",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Principal",
			"Carne"
		],
		"Type": "Principal",
		"Ingredients": [
			"400 gr cebolla",
			"70 gr aceite de oliva",
			"12 salchichas frescas",
			"125 gr vino blanco",
			"1 hoja laurel",
			"Al gusto Sal",
			"pimienta blanca"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Echa la cebolla en el vaso, cortada a cuartos y cierra el vaso.",
			"Ahora programa para picar la cebolla 5 seg/ vel. 5. Abre la tapa y con la espátula , echa hacia el fondo del vaso la cebolla picada.",
			"Echa el aceite al vaso, junto con la cebolla. Cierra la tapa, y sofríe 12 min/ varoma/ giro a la izquierda/ vel. cuchara.",
			"Ahora añade las salchichas, y programa 3 min/ varoma/ giro a la izquierda/ vel. cuchara.",
			"Ahora añade, el vino blanco, la hoja de laurel, la pimienta y la sal. Programa 12 min/ 100 grados/ giro a la izquierda/ vel. cuchara."
		]
	},
	{
		"Title": "Bizcocho zanahoria",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Postre"
		],
		"Type": "Postre",
		"Ingredients": [
			"150 g de nueces",
			"80 g de azúcar de caña",
			"Un trozo de piel de limón (solo la parte amarilla)",
			"150 g de zanahorias",
			"2 huevos",
			"40 g de harina",
			"½ sobre de levadura",
			"1 pizca de sal"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponemos en el vaso las nueces y programamos 10 segundos, velocidad 5. Reservamos.",
			"Ponemos ahora en el vaso el azúcar y programamos 10 segundos, velocidad 10. Añadimos la piel de limón y programamos 40 segundos, velocidad 10.",
			"Incorporamos las zanahorias peladas y programamos 10 segundos, velocidad 5.",
			"Añadimos los huevos, la harina, la levadura, la sal y las nueces que hemos triturado al principio. Programamos 10 segundos, velocidad 1½.",
			"Acabamos de integrar todo con la espátula.",
			"Ponemos la mezcla en un molde de plum cake, engrasado previamente.",
			"Horneamos a 170º -horno precalentado- durante 45 minutos aproximadamente."
		]
	},
	{
		"Title": "Patatas  a la riojana",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Cuchara",
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"1 pimiento choricero",
			"½ pimiento verde italiano",
			"130 g de cebolla",
			"2 dientes de ajo",
			"25 g de aceite",
			"70 g de chorizo",
			"1 guindilla seca",
			"1 hoja de laurel",
			"300 g de patata",
			"150 g de agua"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Comenzaremos la preparación poniendo en agua caliente el pimiento choricero para hidratarlo.",
			"Mientras, lavamos y secamos el pimiento verde. Pelamos la cebolla y picamos ambos durante 3 segundos, velocidad 5. Añadimos el aceite y los ajos pelados. Programamos 5 minutos, 100º, velocidad 2, giro a la izquierda.",
			"Cortamos el chorizo en rodajas y las incorporamos al vaso y también la guindilla seca sin semillas. Programamos 2 minutos, 100º, velocidad 1, giro a la izquierda.",
			"Mientras pelamos, lavamos y troceamos las patatas chascándolas. Las agregamos a la preparación con el agua y la hoja de laurel. Programamos 18 minutos, 100º, velocidad cuchara, giro a la izquierda.",
			"Con el filo del cuchillo raspamos el interior del pimiento choricero para sacarle la pulpa. La agregamos al vaso y prolongamos la cocción durante 2 minutos, 100º, velocidad cuchara, giro a la izquierda.",
			"Terminado el tiempo comprobamos que las patatas están tiernas y servimos."
		]
	},
	{
		"Title": "Macarrones Carbonara",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Pasta"
		],
		"Type": "Principal",
		"Ingredients": [
			"60 gr de cebolla",
			"20 gr de aceite de oliva virgen extra",
			"100 gr de bacon en tiras (2 tarrinitas)",
			"100 gr de nata para cocinar",
			"240 gr de agua para cocer la pasta",
			"Sal al gusto",
			"120 gr de macarrones",
			"1 yema de huevo batida",
			"Queso parmesano para espolvorear por encima",
			"Perejil fresco para adornar y dar sabor",
			"Pasos a seguir"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pon en el vaso la cebolla y el aceite y trocea 4 segundos en velocidad 5.",
			"Agrega el bacon en tiras y sofríe todo 8 minutos, varoma, giro a la izquierda y velocidad cuchara.",
			"Añade la nata y el agua junto con la pasta y la sal y cocina 10 minutos, 100ºC, giro a la izquierda y velocidad cuchara, para que se vayan soltando todos los sabores.",
			"Incorpora la sal, el huevo batido y cocina 2 minutos más a 100ºC, giro a la izquierda y velocidad cuchara.",
			"Sirve en una fuente, espolvorea con el parmesano, si lo deseas, puedes gratinar en el horno y terminar con el perejil fresco picado."
		]
	},
	{
		"Title": "Patatas para guarnición",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Entrante"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"100 gramos de aceite de oliva virgen",
			"2 dientes de ajo laminados 0 120 gramos de cebolla en tiras",
			"600 gramos de patatas para freír en rodajas de 3-4 mm",
			"100 gramos de agua",
			"1 cucharada de sal",
			"10 ramos de perejil picado",
			"1 cucharadita de vinagre"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Coloca la mariposa en las cucharillas y pon en el vaso el aceite y el ajo (o cebolla) y sofríe 4 minutos a 120 ªc , giro inverso, velocidad cuchara guarnición de patatas con thermomix",
			"Añade las patatas cortadas como para tortilla, el agua, la sal y el perejil. Rehogamos durante 14 minutos a 120ºC velocidad inversa y velocidad cuchara",
			"Añadimos el vinagre y mezclamos con la espátula. Volcamos las patatas en una fuente y servivmos."
		]
	},
	{
		"Title": "Arroz amarillo con pollo",
		"Amount": "6",
		"Utility": "Thermomix",
		"Tags": [
			"Principal"
		],
		"Type": "Principal",
		"Ingredients": [
			"100 g de aceite de oliva",
			"2 dientes de ajo",
			"500 g de pechuga o contramuslos de pollo, cortados en dados",
			"70 g de zanahoria, pelada y cortada en trocitos pequeños",
			"140 g de pimiento verde, cortado en trocitos pequeños",
			"140 g de pimiento rojo, cortado en trocitos pequeños",
			"850 g de caldo de ave",
			"sal",
			"1 pellizco de pimentón",
			"¼ cucharadita de colorante alimentario",
			"350 g de arroz de grano corto",
			"100 g de guisantes (en conserva) al natural, escurridos"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponemos el aceite y los ajos en el vaso de la Thermomix. Troceamos durante 5 segundos, a velocidad 6. Seguidamente, programamos 3 minutos, temperatura varoma y velocidad 1.",
			"Añadimos el pollo en dados y programamos 5 minutos, temperatura varoma, giro a la izquierda y velocidad cuchara.",
			"Incorporamos la zanahoria y los pimientos y programamos 6 minutos, temperatura varoma, giro a la izquierda y velocidad cuchara.",
			"Agregamos el caldo, el pimentón, el colorante y un puñadito de sal. Programamos 9 minutos, temperatura varoma, giro a la izquierda y velocidad cuchara.",
			"Echamos el arroz por el bocal y programamos 14 minutos, temperatura 100º, giro a la izquierda y velocidad cuchara.",
			"Cuando falten 3 minutos para el final, agregamos los guisantes por el bocal.",
			"Volcamos en una fuente, dejamos reposar durante 3 minutos y servimos."
		]
	},
	{
		"Title": "Alitas de pollo soja y miel",
		"Amount": "4",
		"Utility": "Thermomix",
		"Tags": [
			"Entrante",
			"Asiática",
			"Carne"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"5 dientes de ajo",
			"40 g de zumo de limón",
			"60 g de miel",
			"60 g de salsa de soja (contiene gluten) *Tamari libre de gluten en herboristerías",
			"40 g de aceite de oliva virgen extra",
			"½ cucharadita de jengibre en polvo",
			"pimienta negra",
			"½ cucharadita de Tabasco® chipotle -opcional el toque picante-",
			"1 kg de alitas de pollo"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Pon en el vaso los ajos y trocea 4 segundos en velocidad 5.",
			"Agrega todos los ingredientes de la receta, excepto las alitas de pollo y mezcla 10 segundos en velocidad 5.",
			"Introduce las alitas en un bol o fuente con la salsa del vaso, empápalas y deja marinar como mínimo 30 minutos.",
			"Vierte las alitas con la salsa en el vaso de la Thermomix® y programa 25 minutos, 100º, giro a la izquierda y velocidad cuchara. Retira el cubilete y programa 15 minutos, Varoma, velocidad cuchara y giro a la izquierda para reducir la salsa."
		]
	},
	{
		"Title": "Salmon con salsa de queso",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Pescado"
		],
		"Type": "Principal",
		"Ingredients": [
			"250 g de queso curado",
			"350 g de leche entera",
			"500 g de patatas en trozos o rodajas.",
			"Espárragos  verdes (un manojo). También pueden ser congelados.",
			"1 chorrito de aceite",
			"Dos lomos de salmón  fresco sin piel (700 g) salpimentados.",
			"1 pellizco de eneldo."
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Ponga el queso en el vaso y ralle 10 seg/ vel 10.",
			"Añada la leche e introduzca el cestillo en el vaso con las patatas. Sitúe  el recipiente  varoma en su posición  y coloque los espárragos.  Tape el varoma y programe 10 min/ Varoma/ vel 3. Mientras tanto, unte la bandeja Varoma con aceite y coloque los lomos de salmón.",
			"Destape el Varoma y coloque la bandeja Varoma. Tape de nuevo y programe 20 min/ varoma/ vel 3. Retire el varoma y con la  mueca de la espátula retire el cestillo. Coloque las patatas en una fuente y ponga encima el salmón y riegue con la salsa del vaso. Espolvoree  con el eneldo y sirva acompañado de los espárragos."
		]
	},
	{
		"Title": "Croquetas de Echaurren",
		"Amount": "",
		"Utility": "Thermomix",
		"Tags": [
			"Aperitivo",
			"Entrante"
		],
		"Type": "Aperitivo",
		"Ingredients": [
			"80 gr de mantequilla",
			"50 gr de jamón",
			"50 gr de pechuga de pollo",
			"1 huevos cocidos",
			"105 gr de harina",
			"1 l de leche",
			"10 gr de caldo de carne (pastilla)"
		],
		"Ingredients2": {
			"TitleIngredients2": null,
			"Ingredients": []
		},
		"Steps": [
			"Introducimos en el vaso de la Thermomix el pollo y el jamón, programamos 3 segundos velocidad 5 para picarlo. Reservamos",
			"Añadimos al vaso la mantequilla y programamos temperatura varoma, 3 minutos, velocidad 1.",
			"En Thermomix, incluimos de nuevo jamón y pollo y sofreímos con la mantequilla durante 3 minutos, temperatura varoma, velocidad 1.",
			"Reservamos el jamón y el pollo si queremos que queden más tropezones y mantenemos la mantequilla en el vaso.",
			"Añadimos la harina y programamos 3 minutos, 100º, velocidad 1. Finalizado el tiempo incorporamos la leche, el concentrado de carne y mezclamos programando 10 segundos, velocidad 7. A continuación, programamos 30 minutos, 100º y velocidad 4.",
			"Añadimos el jamón y el pollo si lo hemos retirado y el huevo cocido muy picado e incorporamos en la masa",
			"Dejamos enfriar la masa en un recipiente plano o en manga de croquetas, según vayamos a hacer luego. Con la masa fría, formamos las croquetas intentando que no queden muy grandes y con forma ovalada y las rebozamos al gusto, en nuestro caso en pan rallado - huevo - pan rallado.",
			"Freímos en tandas pequeñas en aceite caliente"
		]
	}
]